<?php
$locale['400'] = "Фотоальбомы";
$locale['401'] = "Открыть альбом";
$locale['402'] = "Нет картинки для предпросмотра";
$locale['403'] = "Создан: ";
$locale['404'] = "Создатель: ";
$locale['405'] = "Фотографий: ";
$locale['406'] = "Фотоальбомы не созданы.";

$locale['420'] = "Информация об альбоме";
$locale['421'] = "Название: ";
$locale['422'] = "Фотографий: ";
$locale['423'] = "Последнее фото добавлено ";
$locale['424'] = " в ";
$locale['425'] = "В этом альбоме нет фото";

$locale['430'] = "Просмотр альбома";
$locale['431'] = "Нажмите для просмотра";
$locale['432'] = "Нет картинки для предпросмотра";
$locale['433'] = "Дата: ";
$locale['434'] = "Добавлена: ";
$locale['435'] = "Просмотров: ";
$locale['436'] = "Комментариев: ";
$locale['436b'] = "Комментарий: ";
$locale['437'] = "Оценка: ";
$locale['438'] = "Нет";

$locale['450'] = "Просмотр фото";
$locale['451'] = "Предыдущее";
$locale['452'] = "Следующее";
$locale['453'] = "Нажмите для полноразмерного просмотра";
$locale['454'] = "Размеры: ";
$locale['455'] = "пикселей";
$locale['456'] = "Размер файла: ";
$locale['457'] = "Просмотров: ";
$locale['458'] = "Нажмите, чтобы закрыть";
$locale['459'] = "Первое";
$locale['460'] = "Последнее";
$locale['461'] = "Фотография";
$locale['462'] = "Фотографий";
$locale['463'] = "Опубликовал(-а)";
$locale['464'] = "Добавлено:";

$locale['600'] = "Что";
