<?php
$locale['gallery_0001'] = "Галерея";
$locale['gallery_0002'] = "Добавить фото";
$locale['gallery_0003'] = "Изменить фото";
$locale['gallery_0004'] = "Создать альбом";
$locale['gallery_0005'] = "Изменить альбом";
$locale['gallery_0006'] = "Настройки галереи";
$locale['gallery_0007'] = "Присланные материалы";
$locale['gallery_0009'] = "Загрузить одно фото";
$locale['gallery_0010'] = "Массовая загрузка фото";
$locale['gallery_0011'] = "Фотоальбомы не созданы.";
$locale['gallery_0012'] = "Ни одного фотоальбома не создано. Для добавления фото Вам следует создать как минимум один фотоальбом. <a href='%s'>Нажмите здесь</a> для перехода к управлению альбомами.";
$locale['gallery_0013'] = "Действия для фото";
$locale['gallery_0014'] = "Переместить вверх";
$locale['gallery_0015'] = "переместить вниз";
$locale['gallery_0016'] = "Изменить фото";
$locale['gallery_0017'] = "Удалить фото";
$locale['gallery_0018'] = "Сейчас отображается %d из %d альбомов";
$locale['gallery_0019'] = "Сейчас отображается %d из %d фото";
$locale['gallery_0020'] = "Последнее обновление альбома:";
$locale['gallery_0021'] = "Отображать альбом для:";
$locale['gallery_0022'] = "Управление фотогалереей";
$locale['gallery_0023'] = "Всего в галерее %d альбомов и %d фотографий. Последнее обновление галереи: %s";

// Album Form
$locale['album_0001'] = "Название альбома:";
$locale['album_0002'] = "Название альбома галереи";
$locale['album_0003'] = "Описание альбома:";
$locale['album_0004'] = "Опиште альбом";
$locale['album_0005'] = "Ключевые слова:";
$locale['album_0006'] = "Нажимайте Enter после каждого слова";
$locale['album_0007'] = "Видимость:";
$locale['album_0008'] = "Язык:";
$locale['album_0009'] = "Картинка альбома:";
$locale['album_0010'] = "Макс. размер файла: %s / Разрешнные типы: %s / Макс. ширина: %spx, Макс. высота: %spx";
$locale['album_0011'] = "Порядок альбома";
$locale['album_0012'] = "Сохранить альбом";
$locale['album_0013'] = "Фотоальбом обновлён";
$locale['album_0014'] = "Фотоальбом создан";
$locale['album_0015'] = "Пожалуйста, введите название альбома";
$locale['album_0016'] = "Удалить картинку альбома";

// Gallery actions & front page (first tab)
$locale['album_0020'] = "Действия для альбома";
$locale['album_0021'] = "Переместить вверх";
$locale['album_0022'] = "Переместить вниз";
$locale['album_0023'] = "Удалить альбом";
$locale['album_0024'] = "Изменить альбом";
$locale['album_0025'] = "Альбом перемещён вверх";
$locale['album_0026'] = "Альбом перемещён вниз";
$locale['album_0027'] = "В этом альбоме есть фотографии";
$locale['album_0028'] = "Удалить альбом целиком";
$locale['album_0029'] = "Переместить фото в .. %s";
$locale['album_0030'] = "Альбом удалён";
$locale['album_0031'] = "Фото перемещены в альбом %s";
$locale['album_0032'] = "%d фотографий из альбома удалены";

// Photo Form
$locale['400'] = "Добавить альбом";
$locale['401'] = "Изменить альбом";
$locale['402'] = "Созданные альбомы";
$locale['403'] = "Ошибка в фотоальбомах";
// Album messages
$locale['410'] = "Альбом добавлен";
$locale['411'] = "Альбом обновлён";
$locale['412'] = "Картинка альбома удалена";
$locale['413'] = "Альбом удалён";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Некорректное имя файла изображения";
$locale['416'] = "Файл должен иметь размер не более %s.";
$locale['417'] = "Изображение должно быть файлом GIF, JPEG или PNG.";
$locale['418'] = "Размер изображения не должен превышать %uw x %uh пикселей.";
$locale['419'] = "Невозможно удалить альбом. Вы неверно ввели свой пароль.";
$locale['420'] = "Библиотека GD не найдена. Фотоальбомы не будут работать без этой библиотеки. Для дальнейших действия свяжитесь с техподдержкой вашего хостера.";
// Album confirmation
$locale['430'] = "Подтверждение удаления альбома";
$locale['431'] = "Альбом, который Вы пытаетесь удалить, содержит фотографии.<br />\n"."Для удаления этого альбома, пожалуйста, введите свой админпароль:";
$locale['432'] = "Подтвердить";
$locale['433'] = "Отмена";
// Album form
$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Изображение альбома: ";
$locale['445'] = "Сохранить альбом";
// Current Albums
$locale['460'] = "Открыть альбом";
$locale['461'] = "Нет изображения";
$locale['462'] = "Дата создания: ";
$locale['463'] = "Создан пользователем: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Фотографий: ";
$locale['466'] = "Вверх";
$locale['467'] = "Вниз";
$locale['468'] = "Изменить";
$locale['469'] = "Удалить";
$locale['470'] = "Порядок альбомов и фотографий обновлён";
$locale['470a'] = "Обновление порядка альбомов и фотографий в галерее завершено";
$locale['470c'] = "Обновить галерею";
// Delete Album
$locale['500'] = "Удалить альбом?";

// new admin
$locale['600'] = "Создать альбомы";
$locale['601'] = "Добавить фото";
$locale['602'] = "Присланные фото";

$locale['620'] = "Загрузить фото";
$locale['621'] = "Изменить фото";
$locale['622'] = "Название";

$locale['624'] = "Альбом";
$locale['625'] = "Ключевые слова";
$locale['626'] = "Ключевые слова для фото";
$locale['627'] = "Описание фото";
$locale['628'] = "Что на фото изображено?";
$locale['629'] = "Разрешить комментарии";
$locale['630'] = "Разрешить оценки";
$locale['631'] = "Загрузить";

$locale['635'] = "Альбом:";
$locale['636'] = "Автор фото:";
$locale['637'] = "Добавлено:";
$locale['638'] = "Оценить";
$locale['639'] = "Комментировать";
$locale['640'] = "Описание:";
$locale['641'] = "Просмотров";
$locale['642'] = "Оценки";
$locale['643'] = "Комментарии";
$locale['644'] = "Размеры";
$locale['645'] = "Тип изображения";
$locale['646'] = "Каналы";
$locale['647'] = "Глубина цвета";
$locale['648'] = "ISO";
$locale['649'] = "Экспозиция";
$locale['650'] = "Диафрагма";
$locale['651'] = "Камера";
$locale['652'] = "Модель";
$locale['655'] = "Ключевые слова:";

$locale['660'] = "В этом альбоме пока что нет фотографий";

$locale['702'] = "Фотография загружена";
$locale['703'] = "Фотография обновлена";
