<?php
$locale['gallery_0001'] = "Галерея";
$locale['gallery_0002'] = "Добавить фото";
$locale['gallery_0003'] = "Изменить фото";
$locale['gallery_0004'] = "Создать альбом";
$locale['gallery_0005'] = "Изменить альбом";
$locale['gallery_0006'] = "Настройки галереи";
$locale['gallery_0007'] = "Присланные материалы";
$locale['gallery_0009'] = "Загрузить одно фото";
$locale['gallery_0010'] = "Массовая загрузка фото";
$locale['gallery_0011'] = "Фотоальбомы не созданы.";
$locale['gallery_0012'] = "Ни одного фотоальбома не создано. Для добавления фото Вам следует создать как минимум один фотоальбом. <a href='%s'>Нажмите здесь</a> для перехода к управлению альбомами.";
$locale['gallery_0013'] = "Действия для фото";
$locale['gallery_0014'] = "Переместить вверх";
$locale['gallery_0015'] = "переместить вниз";
$locale['gallery_0016'] = "Изменить фото";
$locale['gallery_0017'] = "Удалить фото";
$locale['gallery_0018'] = "Сейчас отображается %d из %d альбомов";
$locale['gallery_0019'] = "Сейчас отображается %d из %d фото";
$locale['gallery_0020'] = "Последнее обновление альбома:";
$locale['gallery_0021'] = "Отображать альбом для:";
$locale['gallery_0022'] = "Управление фотогалереей";
$locale['gallery_0023'] = "Всего в галерее %d альбомов и %d фотографий. Последнее обновление галереи: %s";
$locale['gallery_0024'] = "Альбомы не созданы.";

// Album Form
$locale['album_0001'] = "Название альбома:";
$locale['album_0002'] = "Название альбома галереи";
$locale['album_0003'] = "Описание альбома:";
$locale['album_0004'] = "Опиште альбом";
$locale['album_0005'] = "Ключевые слова:";
$locale['album_0006'] = "Нажимайте Enter после каждого слова";
$locale['album_0007'] = "Видимость:";
$locale['album_0008'] = "Язык:";
$locale['album_0009'] = "Картинка альбома:";
$locale['album_0010'] = "Макс. размер файла: %s / Разрешнные типы: %s / Макс. ширина: %spx, Макс. высота: %spx";
$locale['album_0011'] = "Порядок альбома";
$locale['album_0012'] = "Сохранить альбом";
$locale['album_0013'] = "Фотоальбом обновлён";
$locale['album_0014'] = "Фотоальбом создан";
$locale['album_0015'] = "Пожалуйста, введите название альбома";
$locale['album_0016'] = "Удалить картинку альбома";

// Gallery actions & front page (first tab)
$locale['album_0020'] = "Действия для альбома";
$locale['album_0021'] = "Переместить вверх";
$locale['album_0022'] = "Переместить вниз";
$locale['album_0023'] = "Удалить альбом";
$locale['album_0024'] = "Изменить альбом";
$locale['album_0025'] = "Альбом перемещён вверх";
$locale['album_0026'] = "Альбом перемещён вниз";
$locale['album_0027'] = "В этом альбоме есть фотографии";
$locale['album_0028'] = "Удалить альбом целиком";
$locale['album_0029'] = "Переместить фото в .. %s";
$locale['album_0030'] = "Альбом удалён";
$locale['album_0031'] = "Фото перемещены в альбом %s";
$locale['album_0032'] = "%d фотографий из альбома удалены";

// Photo Form
$locale['photo_0001'] = "Заголовок фото:";
$locale['photo_0002'] = "Название фото";
$locale['photo_0003'] = "Альбом:";
$locale['photo_0004'] = "Изображение:";
$locale['photo_0005'] = "Ключевые слова:";
$locale['photo_0006'] = $locale['album_0005']; // i put like this, and no dependencies.
$locale['photo_0007'] = $locale['album_0006'];
$locale['photo_0008'] = "Описание";
$locale['photo_0009'] = "Опишите фотографию";
$locale['photo_0010'] = "Разрешить комментарии?";
$locale['photo_0011'] = "Разрешить оценки?";
$locale['photo_0012'] = "Сохранить фото";
$locale['photo_0013'] = "Порядок фотографии";
$locale['photo_0014'] = "Изображение &ndash; обязательное поле";
$locale['photo_0015'] = "Фото обновлено";
$locale['photo_0016'] = "Фото добавлено";
$locale['photo_0017'] = $locale['album_0010'];
$locale['photo_0018'] = "Удалить фото";
$locale['photo_0019'] = "Вы можете загрузить до 20 фотографий. Нажмите +Добавить фото и выделите несколько файлов для загрузки. Нажмите &laquo;СОхранить фото&raquo; для начала их загрузки на сайт.";
$locale['photo_0020'] = "Загрузить фото";
$locale['photo_0021'] = "%d фото было загружено";
$locale['photo_0021a'] = "%d фото не было загружено из-за ошибок";
$locale['photo_0022'] = "Фото перемещено вверх";
$locale['photo_0023'] = "ФОто перемещено вниз";
$locale['photo_0024'] = "Фото удалено";
$locale['photo_0025'] = "Очистить все фото";
$locale['photo_0026'] = "<strong>ВНИМАНИЕ:</strong> Очистка <strong>безвозвратно удалит все фото</strong> в этом альбоме. Вы уверены в действии?";
$locale['photo_0027'] = "Подтвердить очистку";
$locale['photo_0028'] = "Отмена";


// Submissions form
$locale['gallery_0100'] = "Присланные фото";
$locale['gallery_0101'] = "Спасибо за добавление фотографии";
$locale['gallery_0102'] = "Добавить ещё одно фото";
$locale['gallery_0103'] = $locale['photo_0003'];
$locale['gallery_0104'] = $locale['photo_0001'];
$locale['gallery_0105'] = $locale['photo_0005'];
$locale['gallery_0106'] = $locale['album_0006'];
$locale['gallery_0107'] = "Для добавления фото используйте форму ниже. Ваше добавление будет рассмотрено
администратором сайта. ".fusion_get_settings('sitename').", оставляющим себе право изменить или отклонить любой материал. Фотографии
должны соответствовать общей тематике сайта. Неподходящие фото будут отклонены.";
$locale['gallery_0106'] = $locale['photo_0008'];
$locale['gallery_0109'] = $locale['photo_0004'];
$locale['gallery_0110'] = $locale['photo_0014'];
$locale['gallery_0111'] = "Добавить фото";
$locale['gallery_0112'] = "Извините, в настоящее время на сайте фото от пользователей не принимаются.";
$locale['gallery_0113'] = "Венуться на сайт ".fusion_get_settings("sitename");

// Submissions admin
$locale['gallery_0150'] = "Нет присланных фото";
$locale['gallery_0151'] = "Вашего просмотра ожидает %s присланных фото.";
$locale['gallery_0152'] = "Заголовок присланного для просмотра фото";
$locale['gallery_0153'] = "Автор добавления";
$locale['gallery_0154'] = "Время добавления";
$locale['gallery_0155'] = "ID добавления";
$locale['gallery_0156'] = "Фото было прислано пользваталем ";
$locale['gallery_0157'] = "Опубликовано ";
$locale['gallery_0158'] = "Опубликовать фото";
$locale['gallery_0159'] = "Удалить добавление";
$locale['gallery_0160'] = "Присланное фото было опубликовано";
$locale['gallery_0161'] = "Присланное фото удалено";

// Settings
$locale['gallery_0200'] = "Разрешить добавление фото?";
$locale['gallery_0201'] = "Требовать описание фото?";
$locale['gallery_0202'] = "Изображений на страницу:";
$locale['gallery_0203'] = "Размер предпросмотра:";
$locale['gallery_0204'] = "ширин x высота";
$locale['gallery_0205'] = "Размер фото:";
$locale['gallery_0206'] = "Макс. размер фото:";
$locale['gallery_0207'] = "Макс. размер файла фото:";
$locale['gallery_0208'] = "Цвет водяного знака названия альбома:";
$locale['gallery_0209'] = "Цвет водяного знака описания альбома:";
$locale['gallery_0210'] = "Цвет водяного знака названия фото:";
$locale['gallery_0211'] = "Удалить существующие водяные знаки";
$locale['gallery_0212'] = "Указать изображение .png с водяным знаком";
$locale['gallery_0213'] =  "Разрешить текстовое описание на фото?";
$locale['gallery_0214'] = "Разрешить водяные знаки на фото?";
$locale['gallery_0215'] = "Сохранить созданные водяные знаки?";
$locale['gallery_0216'] = "Сохранить параметры галереи";

// temporary
// Error Album messages
$locale['635'] = "Альбом :";
$locale['636'] = "Загружен:";
$locale['637'] = "Дата добавления:";
$locale['638'] = "Оценка";
$locale['639'] = "Комментарий";
$locale['640'] = "Описание фото:";
$locale['641'] = "Просмотров";
$locale['642'] = "Оценки";
$locale['643'] = "Комментарии";
$locale['644'] = "Размеры";
$locale['645'] = "Тип изображения";
$locale['646'] = "Каналы";
$locale['647'] = "Бит";
$locale['648'] = "ISO";
$locale['649'] = "Выдержка";
$locale['650'] = "Апертура";
$locale['651'] = "Камера";
$locale['652'] = "Модель";
$locale['655'] = "Ключевые слова:";
$locale['660'] = "В этом альбоме нет фото";
$locale['702'] = "Фото загружено";
$locale['703'] = "Фото обновлено";
// Photo Gallery Settings
$locale['600'] = "Фотогалерея";
$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x высота";
$locale['605'] = "Максимальный размер файла (байт):";
$locale['606'] = "Метод сжатия предпросмотра:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Фото в ряд:";
$locale['609b'] = "Фото в ряд (Админ):";
$locale['610'] = "Фото на страницу:";
$locale['611'] = "Разрешить водяные знаки?";
$locale['612'] = "Укажите водяной знак в формате PNG";
$locale['613'] = "Разрешить текстовое описание на фото?";
$locale['614'] = "Цвет заголовка альбома";
$locale['615'] = "Цвет описания альбома";
$locale['616'] = "Цвет заголовка фото";
$locale['617'] = "Сохранить созданные водяные знаки?";
$locale['618'] = "Уменьшает нагрузку на сервер, но требует больше места на диске";
$locale['619'] = "Удалить водяные знаки";
$locale['620'] = "Удалить существующие водяные знаки?";
$locale['621'] = "Загрузить изображение";
