<?php
    $locale['uf_blacklist'] = "Чёрный список";
    $locale['uf_blacklist_desc'] = "Персональное  блокирование пользователей";
    $locale['uf_blacklist_error'] = "Ошибка в типе данных";
    $locale['uf_blacklist_message'] = "Если Вы кого-то блокируете, этот пользователь больше не сможет Вас видеть, включая ваши сообщения, и общаться с Вами.";

    $locale['uf_blacklist_000'] = "Заблокированные и игнорируемые пользователи";
    $locale['uf_blacklist_001'] = "Разблокировать";
    $locale['uf_blacklist_002'] = "Игнорировать";
    $locale['uf_blacklist_003'] = "Этот пользователь не в чёрном списке.";
    $locale['uf_blacklist_004'] = "Ползователь %s удалён из вашего чёрного списка.";
    $locale['uf_blacklist_005'] = "Пользователь не был заблокирован.";
    $locale['uf_blacklist_006'] = "Пользователь не найден.";
	$locale['uf_blacklist_007'] = "Недоступно.";
