<?php
// Downloads titles
$locale['download_0000'] = "Наявні завантаження";
$locale['download_0001'] = "Налаштування";
$locale['download_0002'] = "Створення завантаження";
$locale['download_0003'] = "Редагування завантаження";
$locale['download_0004'] = "Всі завантаження";
$locale['download_0005'] = "Відображається %d з %d завантажень";

// Filters
$locale['download_0010'] = "Сортування за:";
$locale['download_0011'] = "Завантаження відсортовано за";

// Download Category titles
$locale['download_0020'] = "Наявні розділи завантажень";
$locale['download_0021'] = "Редагування розділу завантажень";
$locale['download_0022'] = "Створення розділу завантажень";
$locale['download_0023'] = "Редагування розділу завантажень";

// Download submissions
$locale['download_0039'] = "Повернутися до початку сайту [SITENAME]";
$locale['download_0040'] = "Вибачте, на жаль, сайт зараз не приймає пропозиції завантажень.";
$locale['download_0041'] = "Опублікувати";
$locale['download_0042'] = "Дякуємо за Вашу пропозицію завантаження";
$locale['download_0043'] = "Запропонувати ще";
$locale['download_0044'] = "Використайте нижченаведену форму для надсилання статті. Вашу пропозицію буде розглянуто адміністратором. Сайт [SITENAME] залишає за собою право виправляти або змінювати будь-яку пропозицію. Майте на увазі, що новина має відповідати тематиці та правилам сайту. Недопустимі пропозиції будуть видалені.";
$locale['download_0045'] = "Надіслати";
$locale['download_0046'] = "Завантаження для ухвалення";
$locale['download_0047'] = "Передбачається знімок екрану?";
$locale['download_0048'] = "Передбачається повний зміст?";

// Download submissions - admin
$locale['download_0049'] = "Ухвалення завантажень";
$locale['download_0050'] = "Завантаження для ухвалення відсутні";
$locale['download_0051'] = "Кількість завантажень, що очікують ухвалення: %s.";
$locale['download_0052'] = "Заголовок";
$locale['download_0053'] = "Автор";
$locale['download_0054'] = "Час";
$locale['download_0055'] = "Номер ID";
$locale['download_0056'] = "Пропозиція завантаження надійшла від: ";
$locale['download_0057'] = "Опубліковано: ";
$locale['download_0060'] = "Видалити";
$locale['download_0061'] = "Опублікувати";
$locale['download_0062'] = "Завантаження для ухвалення успішно видалено";
$locale['download_0063'] = "Завантаження для ухвалення успішно опубліковано";

// Downloads messages
$locale['download_0100'] = "Завантаження успішно створено";
$locale['download_0101'] = "Завантаження успішно оновлено";
$locale['download_0102'] = "Завантаження успішно видалено";
$locale['download_0103'] = "Сталась така помилка:";
$locale['download_0104'] = "Некоректна назва файлу.";
$locale['download_0105'] = "Розмір файлу не повинен бути більшим ніж %s.";
$locale['download_0106'] = "Розмір зображення не повинен бути більшим ніж %s.";
$locale['download_0107'] = "Зображення не може перевищувати %s.";
$locale['download_0108'] = "Дозволені типи файлів: %s.";
$locale['download_0109'] = "Дозволені типи файлів зображень: %s.";
$locale['download_0110'] = "Поле назви завантаження не може бути пустою.";
$locale['download_0111'] = "Поле файлу або посилання не може бути пустим.";
$locale['download_0112'] = "Поле анонсу не може бути пустим.";
$locale['download_0113'] = "Невідома помилка";
$locale['download_0114'] = "Передбачається знімок екрану для завантаження";
$locale['download_0115'] = "Передбачається наявність файлу для завантаження";
$locale['download_0116'] = "Передбачається наявність посилання для завантаження";

// Download Category messages
$locale['download_0150'] = "Розділ завантажень успішно створено";
$locale['download_0151'] = "Розділ завантажень успішно оновлено";
$locale['download_0152'] = "Розділ завантажень неможливо видалити";
$locale['download_0153'] = "У цьому розділі існують завантаження або інші підрозділи, спочатку видаліть їх";
$locale['download_0154'] = "Розділ завантажень успішно видалено";

// Downloads form
$locale['download_0200'] = "Назва:";
$locale['download_0201'] = "Повний зміст:";
$locale['download_0202'] = "Анонс:";
$locale['download_0203'] = "Ключові слова (кожне слово розділяється через Enter):";
$locale['download_0204'] = "Джерело завантаження (необхідно вказати хоча б одне):";
$locale['download_0205'] = "Доступ";
$locale['download_0206'] = "Адреса URL:";
$locale['download_0207'] = "Розділ:";
$locale['download_0208'] = "Ліцензія:";
$locale['download_0209'] = "ОС:";
$locale['download_0210'] = "Версія:";
$locale['download_0211'] = "Розмір:";
$locale['download_0212'] = "Зберегти";
$locale['download_0213'] = "Оновити дату публікації";
$locale['download_0214'] = "Ухвалене завантаження";
$locale['download_0215'] = "Посилання";
$locale['download_0216'] = "Видалити";
$locale['download_0217'] = "Автоматично визначити розмір файлу";
$locale['download_0218'] = "Макс. розмір файлу: %s / Дозволені типи файлів: %s";
$locale['download_0219'] = "Макс. розмір файлу: %s / Дозволені типи файлів: %s / Макс. ширина: %spx, Макс. висота: %spx";
$locale['download_0220'] = "Знімок екрану:";
$locale['download_0221'] = "Сайт:";
$locale['download_0222'] = "Всі права застережено:";
$locale['download_0223'] = "Дозволити коментарі";
$locale['download_0224'] = "Дозволити оцінки";
$locale['download_0225'] = "Скасувати";

// Current Downloads
$locale['download_0226'] = "Перевірка завантаження";
$locale['download_0227'] = "Опції";

// No Downloads/Download Categories Defined
$locale['download_0249'] = "Розділи відсутні";
$locale['download_0250'] = "Завантаження відсутні";
$locale['download_0251'] = "Розділи завантажень відсутні";
$locale['download_0252'] = "Щоб створювати завантаження, потрібно спочатку створити хоча б один розділ";
$locale['download_0253'] = "Натисніть тут";
$locale['download_0254'] = " , щоб перейти до налаштування розділів завантажень";

// Popup Error/Warning Messages
$locale['download_0255'] = "Видалити це завантаження?";
$locale['download_0256'] = "%s заборонено для усіх.\n
Ці налаштування матимуть силу лише після їх дозволу.";

// Download Category form
$locale['download_0300'] = "Назва:";
$locale['download_0301'] = "Опис:";
$locale['download_0302'] = "Сортування записів у розділі за:";
$locale['download_0303'] = "номером";
$locale['download_0304'] = "назвою";
$locale['download_0305'] = "датою";
$locale['download_0306'] = "за зростанням";
$locale['download_0307'] = "за спаданням";
$locale['download_0308'] = "Первинний розділ:";
$locale['download_0309'] = "Зберегти";

// Current Download Categories
$locale['download_0310'] = "Розділ";
$locale['download_0311'] = "Доступ";
$locale['download_0312'] = "Опції";
$locale['download_0313'] = "Розділи завантажень відсутні";

// Delete Download category
$locale['download_0350'] = "Видалити цей розділ завантажень?";

// Error Messages
$locale['download_0351'] = "Будь ласка, вкажіть назву розділу.";
$locale['download_0352'] = "Розділ з такою назвою вже існує.";
$locale['604'] = "(ширина x висота)";
// Downloads Settings
$locale['930'] = "Максимальний розмір вивантажень";
$locale['931'] = "(максимальний розмір файлів в байтах)";
$locale['932'] = "Дозволені типи файлів";
$locale['933'] = "(розділяйте окремі типи через кому)";
$locale['934'] = "Максимальний розмір знімку екрану:";
$locale['935'] = "(ширина x висота)";
$locale['936'] = "Максимальний розмір зображення знімку екрану (байт):";
$locale['937'] = "Максимальний розмір мініатюр:";
$locale['938'] = "Знімки екрану";
$locale['939'] = "Кількість завантажень на одній сторінці";