<?php
$locale['homeSetup_0200'] = 'Вы желаете установить страницу по умолчанию для темы Nebula?';
$locale['homeSetup_0201'] = 'Да, установить';
$locale['homeSetup_0202'] = 'Нет, благодарю';

/*
* Home setup
*/

$locale['homeSetup_0100'] = 'Начальная страница';
$locale['homeSetup_0101'] = 'Добро пожаловать на Ваш сайт на PHP-Fusion 9';
$locale['homeSetup_0102'] = '[b]Поздравляем Вас с первой установкой[/b]';
$locale['homeSetup_0103'] = 'Это наиболее лёгкий путь для содания своего сайта [i]профессионального уровня[/i]. [b]Начнём прямо сейчас[/b]';
$locale['homeSetup_0104'] = "Карусель";
$locale['homeSetup_0105'] = "Настраиваемый блок";
$locale['homeSetup_0106'] = "Панель";
$locale['homeSetup_0107'] = "Блок";
$locale['homeSetup_0112'] = "Тема";
$locale['homeSetup_0113'] = "Наша тема предоставляет удивительное оформления и мощные функции для Вашего сайта. Она совершенна для демонстрации универсальности Вашего сайта.";
$locale['homeSetup_0114'] = "Поэтому Вам понравится PHP-Fusion 9";
$locale['homeSetup_0115'] = "В новой версии было переписано более чем миллион строк кода, обновлена система управления содержимым как никогда ранее, в результате чего PHP-Fusion 9 осталась лёгкой, быстрой, умной и красивой системой, как никогда ранее.";
$locale['homeSetup_0116'] = "Форум разработчиков со всего мира";
$locale['homeSetup_0117'] = "[h4]Сеть разработчиков PHP-Fusion[/h4]";
$locale['homeSetup_0118'] = "[p]Получите помощь в разработке кода, найдите разработчиков и финансирование Ваших идей и планов, что будет залогом открытости всего происходящего сними.
Присоеинитесь к миру совместной работы над открытыми исходниками прямо сегодня.[/p]";
$locale['homeSetup_0119'] = "Удивительно легко для всех";
$locale['homeSetup_0120'] = "Всё что нужно - создавать сегодня для осознания базовых потребнойстей. Ничто не может пойти неправильно с этой CMS.";
