<?php
// FAQ Category titles
$locale['400'] = "Створення розділу ЧАП";
$locale['401'] = "Редагування розділу ЧАП";

// FAQ Category messages
$locale['410'] = "Розділ ЧАП успішно створено";
$locale['411'] = "Розділ ЧАП успішно оновлено";
$locale['412'] = "Розділ ЧАП неможливо видалити";
$locale['413'] = "У цьому розділі ЧАП існують запитання, спочатку видаліть їх";
$locale['414'] = "Розділ ЧАП успішно видалено";

// FAQ Category form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Зберегти";

// FAQ titles
$locale['500'] = "Створення запитання";
$locale['501'] = "Редагування запитання";
$locale['502'] = "Поточні запитання";

// FAQ messages
$locale['510'] = "Запитання успішно додано";
$locale['511'] = "Запитання успішно оновлено";
$locale['512'] = "Запитання успішно видалено";

// FAQ Form
$locale['520'] = "Розділ";
$locale['521'] = "Запитання";
$locale['522'] = "Відповідь";
$locale['523'] = "Зберегти";

// Current FAQs
$locale['540'] = "Розділ / Запитання";
$locale['541'] = "Опції";
$locale['542'] = "Редагувати";
$locale['543'] = "Видалити";
$locale['544'] = "Запитання неможливо додати";
$locale['545'] = "Розділи ЧАП відсутні";
$locale['546'] = "Видалити цю категорію ЧАП?";
$locale['547'] = "Видалити це запитання?";

// Error Messages
$locale['460'] = "Будь ласка, вкажіть назву розділу.";
$locale['461'] = "Розділ з такою назвою вже існує.";
$locale['462'] = "Будь ласка, введіть текст запитання та відповідь.";
