<?php
$locale['c100'] = "Коментарі";
$locale['c101'] = "Коментарі відсутні";
$locale['c102'] = "Додати коментар";
$locale['c103'] = "Оновити коментарі";
$locale['c104'] = "Додати коментар:";
$locale['c105'] = "Щоб отримати можливість додавання коментарів, будь ласка, спочатку авторизуйтесь на сайті через власний обліковий запис.";
$locale['c106'] = "Редагування коментарів";
$locale['c107'] = " Заборонити усміхайлики в коментарях";
$locale['c108'] = "Редагувати";
$locale['c109'] = "Видалити";
$locale['c110'] = "Видалити цей коментар?";
