<?php
// Contact Form
$locale['400'] = "Зворотній зв&lsquo;язок";
$locale['401'] = "З нами можна зв&lsquo;язатися різними способами. Можна надіслати електронного листа за адресою: 
<b />".hide_email(fusion_get_settings('siteemail'))."<b />.
<br />Якщо Ви зареєстрований користувач, можете надіслати нам 
<a href='messages.php?msg_send=1'><U>Приватне повідомлення</U></a>.
<br />Також Ви можете заповнити та надіслати форму на цій сторінці.";
$locale['402'] = "Ваше ім&lsquo;я:";
$locale['403'] = "Зворотня адреса:";
$locale['404'] = "Тема листа:";
$locale['405'] = "Текст листа:";
$locale['406'] = "Надіслати листа";
$locale['407'] = "Код підтвердження:";
$locale['408'] = "Введіть код підтвердження:";

// Contact Errors
$locale['420'] = "Ви повинні ввести Ваше ім&lsquo;я";
$locale['421'] = "Ви повинні ввести зворотню адресу";
$locale['422'] = "Ви повинні ввести тему листа";
$locale['423'] = "Ви повинні ввести текст листа";
$locale['424'] = "Ви повинні ввести правильний код підтвердження";
$locale['425'] = "Внутрішня помилка: неможливо надіслати повідомлення";

// Message Sent
$locale['440'] = "Ваше повідомлення надіслано";
$locale['441'] = "Дякуємо";
$locale['442'] = "Ваше повідомлення не надіслано за наступною підставою:";
$locale['443'] = "Спробуйте ще раз.";
