<?php
$locale['validate'] = "Будь ласка, перевірте і повторно підтвердіть значення поля.";

// Admin Login
$locale['cookie_title'] = "Термін дії сесії вичерпано";
$locale['cookie_description'] = "Авторизація недійсна або термін сесії вичерпано. Для продовження, будь ласка, авторизуйтесь ще раз.";
$locale['cookie_expired'] = "Термін дії коржика (cookie) адміністратора вичерпано. Будь ласка, авторизуйтесь знову.";
$locale['password_invalid'] = "Некоректний пароль";
$locale['password_invalid_description'] = "Пароль введено з помилкою або він некоректний. Будь ласка, спробуйте ще раз.";
$locale['cookie_error'] = "Помилка коржика (cookie)";
$locale['cookie_error_description'] = "Для можливості адміністрування Ви маєте дозволити переглядачу зберігати коржики (cookie).";
$locale['validate_title'] = "Зверніть увагу та перевірте!";

// Address errors
$locale['street_error'] = "Значення адреси потребує уваги.";
$locale['country_error'] = "Значення країни потребує уваги.";
$locale['state_error'] = "Значення регіону потребує уваги.";
$locale['city_error'] = "Значення міста потребує уваги.";
$locale['postcode_error'] = "Значення поштового індексу потребує уваги.";
$locale['field_error_blank'] = "%s не може бути пустим.";

// Name errors
$locale['firstname_error'] = "Зверніть увагу на ім&lsquo;я.";
$locale['lastname_error'] = "Зверніть увагу на прізвище.";
$locale['name_error'] = "Ім&lsquo;ята прізвище не можуть співпадати.";

// Document errors
$locale['doc_type_error'] = "Зверніть увагу на тип документу.";
$locale['doc_series_error'] = "Зверніть увагу на серію документу.";
$locale['doc_number_error'] = "Зверніть увагу на номер документу.";
$locale['doc_authority_error'] = "Зверніть увагу на відповідальний орган видачі документу.";
$locale['date_issue_error'] = "Зверніть увагу на дату випуску документу.";

// Tokens
$locale['token_error_title'] = "Помилка ключа";
$locale['token_error'] = "Вибачте, сталася помилка. Будь ласка, поверніться назад, оновіть сторінку та спробуйте ще раз.";
$locale['token_error_1'] = "Сесія не почалась.";
$locale['token_error_2'] = "Ключ не опубліковано.";
$locale['token_error_3'] = "Некоректний ключ.";
$locale['token_error_4'] = "Некоректний номер UserID у ключі.";
$locale['token_error_5'] = "Некоректна дата ключа.";
$locale['token_error_6'] = "Надто швидка публікація.";
$locale['token_error_7'] = "Некоректний хеш ключа.";
$locale['token_error_8'] = "Некоректний формат ключа.";

$locale['df_400'] = "Некоректні символи в %s.";
$locale['df_401'] = "Електронна адреса %s некоректна.";
$locale['df_402'] = "Пароль %s некоректний.";
$locale['df_403'] = "Число %s некоректне.";
$locale['df_404'] = "Дата %s некоректна.";

$locale['df_415'] = "Некоректна назва файлу.";
$locale['df_416'] = "Файл завеликий для завантаження. Розмір має має бути меншим %s.";
$locale['df_417'] = "Файл недопустимого формату. Дозволені лише %s.";
$locale['df_418'] = "Файл завантажено успішно, але його розширення некоректне. Будь ласка, змініть розширення файлу та спробуйте ще раз.";
$locale['df_419'] = "Зображення не пройшло контроль. Будь ласка, перевірте коректність зображення.";
$locale['df_420'] = "Каталог не існує. Будь ласка, створіть каталог через FTP та спробуйте ще раз.";
$locale['df_421'] = "Розмір зображення не повинен бути більшим ніж %uw x %uh пікселів.";
$locale['df_422'] = "Невідома помилка (запит)";
$locale['df_423'] = "Зображення завантажено некоректно. Будь ласка, спробуйте ще раз";

$locale['df_error_text'] = "%s містить помилку і потребує Вашої уваги.";
?>