<?php
$locale['400'] = "Завантаження";

// Download File Information
$locale['410'] = "[Новинка]";
$locale['411'] = "Ліцензія:";
$locale['412'] = "OС:";
$locale['413'] = "Версія:";
$locale['414'] = "Додано:";
$locale['415'] = "Завантажень на сайті:";
$locale['416'] = "Завантаження";
$locale['417'] = "Усі завантаження";
$locale['418'] = "Сайт:";
$locale['419'] = "Знімок екрану";
$locale['420'] = "Розмір";
$locale['421'] = "Додано";
$locale['422'] = "Автор";
$locale['423'] = "Версія";
$locale['424'] = "Завантажень";
$locale['425'] = "Коментарі";
$locale['426'] = "Оцінка";
$locale['426a'] = "Середня оцінка";
$locale['427'] = "Зміни:";
$locale['428'] = "Ліцензія";
$locale['429'] = "Статистика";
$locale['429a'] = "Не доступно";

// Downloads Notices
$locale['430'] = "Розділи не визначено";
$locale['431'] = "Завантаження відсутні";
$locale['432'] = "Завантаження відсутні";

// Statistics
$locale['440'] = "Кількість завантажень";
$locale['441'] = "Найбільш популярне";
$locale['442'] = "Останнє додане";
$locale['443'] = "Останні додані";
$locale['444'] = "Найвищі оцінки";

// Side nav bar
$locale['445'] = "Перегляд за розділом";
$locale['446'] = "Перегляд за оцінками";

// Filter titles
$locale['comments'] = "Найбільш популярні";
$locale['recent'] = "Останні додані";
$locale['download'] = "Найбільш популярні";
$locale['ratings'] = "Найвища оцінка";

// Search and filters
$locale['450'] = "Сортування за";
$locale['451'] = "Всі результати";
$locale['452'] = "коментарями";
$locale['453'] = "датою";
$locale['454'] = "назвою";
$locale['455'] = "оцінкою";
$locale['456'] = "завантаженнями";
$locale['457'] = "--";
$locale['458'] = "Додано";
$locale['459'] = "Оцінка";
$locale['460'] = "Шукати завантаження:";
$locale['461'] = "Завантажити";
$locale['462'] = "Інформація про завантаження";
$locale['463'] = "Сортування за:";
$locale['463'] = "Поставте оцінку першим!";
$locale['464'] = "Відвідати сайт";
?>