<?php
// Forum Index
$locale['forum_0000'] = "Форум";
$locale['forum_0001'] = "Форум";
$locale['forum_0002'] = "Теми";
$locale['forum_0003'] = "Відповіді";
$locale['forum_0004'] = "Останнє повідомлення";
$locale['forum_0005'] = "Повідомлення відсутні";
$locale['forum_0006'] = "Створено ";
$locale['forum_0007'] = "Модератор: ";
$locale['forum_0008'] = "Каталог";
$locale['forum_0009'] = "Показати останні повідомлення";
$locale['forum_0010'] = "Повернутись до початку";

// View Forum
$locale['forum_0050'] = "Перегляд форуму";
$locale['forum_0051'] = "Тема";
$locale['forum_0052'] = "Автор";
$locale['forum_0053'] = "Перегляди";
$locale['forum_0054'] = "Відповіді";
$locale['forum_0055'] = "Сторінка: ";
$locale['forum_0056'] = "Теми відсутні";

// View Forum Moderator options
$locale['forum_0080'] = "Відмітити все";
$locale['forum_0081'] = "Зняти всі відмітки";
$locale['forum_0082'] = "Видалити теми";
$locale['forum_0083'] = "Видалити вибрані теми?";

// Forum Guide/Privelages
$locale['forum_0100'] = "Відкрити тему, що має нові повідомлення з часу Вашого останнього візиту";
$locale['forum_0101'] = "Відкрити теми, що не мають нових повідомлень з часу Вашого останнього візиту.";
$locale['forum_0102'] = "Закрита тема.";
$locale['forum_0103'] = "Закріплена";

// View Thread
$locale['forum_0150'] = "Форум - Тема : ";
$locale['forum_0151'] = "Повідомлення";
$locale['forum_0152'] = "Місцезнаходження:";
$locale['forum_0153'] = "Зареєстровано:";
$locale['forum_0154'] = " приєднано ";
$locale['forum_0155'] = "зображення:";
$locale['forum_0156'] = "зображення:";
$locale['forum_0157'] = "файл:";
$locale['forum_0158'] = "файли:";
$locale['forum_0159'] = "Зображення";
$locale['forum_0160'] = "з";
$locale['forum_0161'] = " приєднано файл:";
$locale['forum_0162'] = " завантажень";
$locale['forum_0163'] = "Ви не маєте доступу до приєднань у цій темі.";
$locale['forum_0164'] = "Редагування ";
$locale['forum_0165'] = "Підстава";
$locale['forum_0166'] = "Показати підставу редагування.";
$locale['forum_0167'] = " в ";
$locale['forum_0168'] = "Швидка відповідь";
$locale['forum_0169'] = "Заборонити усміхайлики";
$locale['forum_0170'] = "Показувати мій підпис";
$locale['forum_0171'] = "Сповістити мене про нову відповідь";
$locale['forum_0172'] = "Відповісти";
$locale['forum_0173'] = "Попередній перегляд";
$locale['forum_0174'] = "Припинити стеження за цією темою";
$locale['forum_0175'] = "Стежити за цією темою";
$locale['forum_0176'] = "Перемістити повідомлення";
$locale['forum_0177'] = "Видалити вибрані повідомлення?";
$locale['forum_0178'] = "Друк теми";
$locale['forum_0179'] = "Друк повідомлення";

// Moderator Options
$locale['forum_0200'] = "Опції модератора";
$locale['forum_0201'] = "Видалити тему";
$locale['forum_0202'] = "Закрити тему";
$locale['forum_0203'] = "Відкрити тему";
$locale['forum_0204'] = "Закріпити тему";
$locale['forum_0205'] = "Відкріпити тему";
$locale['forum_0206'] = "Перемістити тему";
$locale['forum_0207'] = "Оновити тему";
$locale['forum_0208'] = "Перейти";
$locale['forum_0209'] = "Фільтр";
$locale['forum_0210'] = "Час";
$locale['forum_0211'] = "весь час";
$locale['forum_0212'] = "сьогодні";
$locale['forum_0213'] = "останній тиждень";
$locale['forum_0214'] = "останній місяць";
$locale['forum_0220'] = "Показати";
$locale['forum_0221'] = "Всі";
$locale['forum_0222'] = "Обговорення";
$locale['forum_0223'] = "Приєднання";
$locale['forum_0224'] = "Опитування";
$locale['forum_0225'] = "Сортувати за";
$locale['forum_0226'] = "датою (останнє оновлення)";
$locale['forum_0227'] = "відповідями";
$locale['forum_0228'] = "заголовками";
$locale['forum_0229'] = "Порядок";
$locale['forum_0230'] = "спадаючий";
$locale['forum_0231'] = "зростаючий";

// Jump to Forum, back to top
$locale['forum_0240'] = "До початку розділу";
$locale['forum_0241'] = "До початку форуму";

// Search Forum
$locale['forum_0250'] = "Пошук";

// Image Alt attributes
$locale['forum_0260'] = "З'явились нові повідомлення";
$locale['forum_0261'] = "Нові повідомлення відсутні";
$locale['forum_0262'] = "Закріплена тема";
$locale['forum_0263'] = "Закрита тема";
$locale['forum_0264'] = "Нова тема";
$locale['forum_0265'] = "Редагувати";
$locale['forum_0266'] = "Цитата";
$locale['forum_0267'] = "написано";
$locale['forum_0268'] = "Адреса IP";
$locale['forum_0269'] = "Теми відстуні.";
$locale['forum_0270'] = "Повідомлення відсутні.";

// Move Posts
$locale['forum_0300'] = "Перемістити повідомлення";
$locale['forum_0301'] = "Вибір нового розділу";
$locale['forum_0302'] = "Далі";
$locale['forum_0303'] = "Вибір нової теми";
$locale['forum_0304'] = "Перемістити повідомлення";
$locale['forum_0305'] = "Ви намагаєтесь перемістити перше повідомлення цієї теми!<br />Перше повідомлення <strong>не може бути переміщеним</strong>, якщо після нього є настпуні, тому його виключено з переліку для переміщення.";
$locale['forum_0306'] = "Ви намагаєтесь перемістити перше повідомлення цієї теми!<br />Перше повідомлення <strong>буде переміщено</strong>, а тему видалено.";
$locale['forum_0307'] = "Повідомлення для переміщення відсутні.";
$locale['forum_0308'] = "Теми у цьому розділі відсутні.";
$locale['forum_0309'] = "Повернутись до теми.";
$locale['forum_0310'] = "Відсутні теми для переміщення повідомлень.";

// Viewforum icons
$locale['forum_0311'] = "Гаряча тема";
$locale['forum_0312'] = "Файли";
$locale['forum_0313'] = "Зображення";
$locale['forum_0314'] = "Опитування";

$locale['forum_0320'] = "помилка мови";

$locale['forum_0325'] = 'Нагороди';
$locale['forum_0326'] = 'або розпочніть тему';
$locale['forum_0327'] = 'У цьому розділі теми відсутні';
$locale['forum_0328'] = 'Розділи відсутні.';
$locale['forum_0340'] = 'Запитання';
$locale['forum_0341'] = 'Теми';
$locale['forum_0350'] = " Правила:";
$locale['forum_0351'] = "Розділи";
$locale['forum_0352'] = "Оголошення";
$locale['forum_0360'] = " Відповісти";
$locale['forum_0361'] = "&middot; сторінка ";
$locale['forum_0362'] = ' повідомлень ';
$locale['forum_0363'] = "Останнє оновлення ";
$locale['forum_0364'] = " Сайт";
$locale['forum_0365'] = " Повідомлення";
$locale['forum_0370'] = "Перегляди";
$locale['forum_0371'] = "Повідомлення";
$locale['forum_0372'] = "Оцінки";
$locale['forum_0373'] = "Останнє повідомлення: ";
$locale['forum_0374'] = 'Усі теми';
$locale['forum_0375'] = 'Обговорення';
$locale['forum_0376'] = 'Приєднання';
$locale['forum_0377'] = 'Опитування';
$locale['forum_0378'] = 'Вирішено';
$locale['forum_0379'] = 'Не вирішено';
$locale['forum_0380'] = 'Автор';
$locale['forum_0381'] = 'Опубліковано';
$locale['forum_0382'] = 'Тема';
$locale['forum_0383'] = 'Повідомлення';
$locale['forum_0384'] = 'Перегляди';
$locale['forum_0385'] = 'за зростанням';
$locale['forum_0386'] = 'за спаданням';
$locale['forum_0387'] = "Весь час";
$locale['forum_0388'] = "Показати теми з";
$locale['forum_0389'] = "за ознакою";
$locale['forum_0390'] = 'Всі теми';
$locale['forum_0391'] = 'Опубліковано';
$locale['forum_0395'] = 'Вибір розділуe';
$locale['forum_0396'] = 'Підтвердження вибору';
$locale['forum_0397'] = "розділи відсутні.";

// Post Titles
$locale['forum_0500'] = "Попередній перегляд теми";
$locale['forum_0501'] = "Опублікувати тему";
$locale['forum_0502'] = "Попередній перегляд відповіді";
$locale['forum_0503'] = "Відповісти у темі";
$locale['forum_0504'] = "Відповісти";
$locale['forum_0505'] = "Попередній перегляд змін";
$locale['forum_0506'] = "Видалити";
$locale['forum_0507'] = "Редагувати";
$locale['forum_0508'] = "Зберегти";

// Post Preview
$locale['forum_0520'] = "Відсутній текст. Відповідь не буде опублікована, якщо Ви не напишете що-небудь";
$locale['forum_0521'] = "Повідомлення:";
$locale['forum_0522'] = "Місцезнаходження:";
$locale['forum_0523'] = "Зареєстровано:";
$locale['forum_0524'] = "Відповідь в ";
$locale['forum_0525'] = "Останнє повідомлення";
$locale['forum_0526'] = "Останні %s повідомлень";

// Post Error/Success
$locale['forum_0540'] = "Некоректний тип приєднуваного файла.";
$locale['forum_0541'] = "Некоректна назва файлу або його розмір.";
$locale['forum_0542'] = "Помилка: Ви не заповнили заголовок та/або повідомлення";
$locale['forum_0543'] = "Тему опубліковано успішно";
$locale['forum_0544'] = "Відповідь опубліковано успішно";
$locale['forum_0545'] = "Тему видалено успішно";
$locale['forum_0546'] = "Повідомлення видалено успішно";
$locale['forum_0547'] = "Повідомлення оновлено успішно";
$locale['forum_0548'] = "Повернутися до теми";
$locale['forum_0549'] = "Повернутися до розділу";
$locale['forum_0550'] = "Повернутися до початку форуму";
$locale['forum_0551'] = "Помилка: Час дії вашого коржика (cookie) скінчився, будь ласка, авторизуйтесь і повторіть відповідь";
$locale['forum_0552'] = "Стежити за темою";
$locale['forum_0553'] = "Тепер Ви стежите за цією темою";
$locale['forum_0554'] = "Стеження за цією темою припинено";
$locale['forum_0555'] = "Повідомлення заблоковано. Зв'яжіться з модератором для отримання роз'яснень.";
$locale['forum_0556'] = "Ви можете редагувати відповідь лише після %d хв. після її публікації.";
$locale['forum_0557'] = "Приєднання";
$locale['forum_0558'] = " (не обов'язково)";
$locale['forum_0559'] = "Макс. розмір: %s / Дозволені типи файлів: %s / Макс. кількість приєднань: %s";
$locale['forum_0570'] = "Перевищено дозволений розмір зображення. Ви можете використовувати зображення розміром лише до ";
$locale['forum_0571'] = 'Зображення не приєднано';
$locale['forum_0572'] = " Повідомлення видалено";
$locale['forum_0573'] = " Теми видалено";
$locale['forum_0574'] = " Приєднання видалено";
$locale['forum_0575'] = " Опитування видалено";
$locale['forum_0576'] = " Голоси опитування видалено";
$locale['forum_0577'] = " Відповіді опитування видалено";
$locale['forum_0580'] = " Очистити записи для використання розробником ";
$locale['forum_0581'] = "Поточний стан --- ";
$locale['forum_0582'] = "РЕЖИМ РЕДАГУВАННЯ";
$locale['forum_0583'] = "РЕЖИМ ВІДПОВІДІ";
$locale['forum_0584'] = "РЕЖИМ НОВОЇ ТЕМИ";
$locale['forum_0591'] = 'Очистити повідомлення';
$locale['forum_0592'] = 'Очистити теми';
$locale['forum_0593'] = 'Очистити приєднання';
$locale['forum_0595'] = 'Очистити опитування';

// Post Form
$locale['forum_0600'] = "Тема";
$locale['forum_0601'] = "Повідомлення";
$locale['forum_0602'] = "Опції";
$locale['forum_0603'] = "Редагувати опитування";
$locale['forum_0604'] = "Тема опитування";
$locale['forum_0605'] = "Відповідь";
$locale['forum_0606'] = $locale['forum_0605']." 1";
$locale['forum_0607'] = $locale['forum_0605']." 2";
$locale['forum_0608'] = "Додати відповідь";
$locale['forum_0609'] = "Оновити";
$locale['forum_0610'] = "Видалити";
$locale['forum_0611'] = "Підстава зміни";

// Post Form Options
$locale['forum_0620'] = "Закріпити цю тему";
$locale['forum_0621'] = "Закрити цю тему";
$locale['forum_0622'] = "Заборонити усміхайлики у повідомленні";
$locale['forum_0623'] = "Показувати мій підпис";
$locale['forum_0624'] = "Видалити повідомлення";
$locale['forum_0625'] = "Видалити приєднання -";
$locale['forum_0626'] = "Сповіщати мене про нові повідомлення";
$locale['forum_0627'] = "Приховати факт редагування";
$locale['forum_0628'] = "Заблокувати повідомлення";

// Forum Post Merger
$locale['forum_0640'] = "Об'єднано ";

// Search Forum Form

$locale['forum_0650'] = 'Попередження про флуд.';

// Forum Notification Email
$locale['forum_0660'] = "Сповіщення про нове повідомлення у темі - {THREAD_SUBJECT}";
$locale['forum_0661'] = "Вітаємо, {USERNAME},
<br>З'явилось нове повідомлення у темі '{THREAD_SUBJECT}', за якою Ви стежите на сайті ".fusion_get_settings('sitename').".
<br>Ви можете скористатись нижченаведеним посиланням для його перегляду:
<br>{THREAD_URL}
<br>Якщо Ви не бажаєте більше отримувати подібні сповіщення, можете натиснути посилання 'Припинити стеження за цією темою' у верхній частині теми.
<br>З повагою,
<br>".fusion_get_settings('siteusername').".";

// Delete Thread
$locale['forum_0700'] = "Видалення теми";
$locale['forum_0701'] = "Тему видалено успішно.";
$locale['forum_0702'] = "Повернутися до розділу";
$locale['forum_0703'] = "Повернутися до початку форуму";
$locale['forum_0704'] = "Ви справді бажаєте видалити цю тему?";

// Lock Thread
$locale['forum_0710'] = "Закрити тему";
$locale['forum_0711'] = "Тему закрито успішно.";

// Unlock Thread
$locale['forum_0720'] = "Відкрити тему";
$locale['forum_0721'] = "Тему відкрито успішно.";

// Make Thread Sticky
$locale['forum_0730'] = "Закріпити тему";
$locale['forum_0731'] = "Тему закріплено успішно.";

// Make Thread Non-Sticky
$locale['forum_0740'] = "Відкріпити тему";
$locale['forum_0741'] = "Тему відкріплено успішно.";

// Move Thread
$locale['forum_0750'] = "Перемістити тему";
$locale['forum_0751'] = "Перемістити тему в:";
$locale['forum_0752'] = "Тему переміщено успішно.";

// Renew Thread
$locale['forum_0758'] = "Оновити тему";
$locale['forum_0759'] = "Тему оновлено успішно.";

// forum.forms.php
$locale['forum_2000'] = "Тема: ";
$locale['forum_2001'] = 'Що у Вас на думці?';
$locale['forum_2002'] = "Re: ";
$locale['forum_2010'] = 'Голосувати';

// Period for search & filter
$locale['forum_p000'] = 'Сьогодні';
$locale['forum_p001'] = "1 день";
$locale['forum_p002'] = '2 дні';
$locale['forum_p007'] = '1 тиждень';
$locale['forum_p014'] = '2 тижні';
$locale['forum_p030'] = '1 місяць';
$locale['forum_p060'] = '2 місяці';
$locale['forum_p090'] = '3 місяці';
$locale['forum_p180'] = '6 місяців';
$locale['forum_p365'] = '1 рік';
$locale['forum_p999'] = "Всі";
?>