<?php
// block titles
$locale['home_0000'] = "Останні новини";
$locale['home_0001'] = "Останні статті";
$locale['home_0002'] = "Останні дописи блогу";
$locale['home_0003'] = "Останні завантаження";

$locale['submit_0000'] = "новин: %s";
$locale['submit_0001'] = "статей: %s";
$locale['submit_0002'] = "завантажень: %s";
$locale['submit_0003'] = "світлин: %s";
$locale['submit_0004'] = "посилань: %s";

// no content messages
$locale['home_0050'] = "Новини відсутні";
$locale['home_0051'] = "Статті відсутні";
$locale['home_0052'] = "Дописи блогу відсутні";
$locale['home_0053'] = "Завантаження відсутні";

// common text
$locale['home_0100'] = "Інформаційні модулі не встановлено";
$locale['home_0101'] = "Будь ласка, встановіть хоча б один базовий модуль для відображення відповідної інформації або скоригуйте початкову сторінку через Центр керування.";

$locale['home_0102'] = "Без сортування";

$locale['home_0105'] = "Опубліковано ";
$locale['home_0106'] = " ";
