<?php
$locale['400'] = "Відновлення параметрів авторизації";
$locale['401'] = "Лист для підтвердження надіслано на Вашу електронну адресу.";
$locale['402'] = "Новий пароль надіслано на Вашу електронну адресу.";
$locale['403'] = "Повернутися на сайт";
$locale['404'] = "Вказана електронна адреса відсутня у нашій базі даних.";
$locale['405'] = "Вказана електронна адреса некоректна.";
$locale['406'] = "Спробувати ще раз";
$locale['407'] = "Якщо Ви дійсно маєте зареєстрований обліковий запис на цьому сайті, але не пам&lsquo;ятаєте параметри авторизації,\n
будь ласка, введіть електронну адресу, яка вказана у Вашому обліковому записі та натисніть кнопку [Надіслати].\n
Ім&lsquo;я та новий пароль будуть надіслані на неї.";
$locale['408'] = "Надіслати";
$locale['409'] = "Новий пароль для ";
$locale['410'] = "Вітаємо, [USER_NAME]!\n
Хтось (можливо Ви самі) попросив надіслати новий пароль до облікового запису на сайті [SITENAME].\n
Щоб підтвердити зміну паролю, будь ласка, натисніть на це посилання:\n
[NEW_PASS_LINK]\n\n
З повагою,\n
[SITEUSERNAME]";
$locale['411'] = "Вітаємо, [USER_NAME]!\n
Ваш новий пароль для авторизації на сайті [SITENAME]:\n
[NEW_PASS]\n\n
З повагою,\n
[SITEUSERNAME]";
$locale['412'] = "Сталась помилка, будь ласка, спробуйте ще раз.";