<?php
// Standard
$locale['400'] = "Приватні повідомлення";
$locale['401'] = "Написати нове повідомлення";
$locale['402'] = "Вхідні";
$locale['403'] = "Вихідні";
$locale['404'] = "Архів";
$locale['405'] = "Заголовок";
$locale['406'] = "Від";
$locale['407'] = "Дата";
$locale['408'] = "Власник сайту";
$locale['409'] = "Застосувати до вибраних:";
$locale['410'] = "Вибрати все";
$locale['411'] = "Зняти усі відмітки";
$locale['412'] = "Зберегти розмову";
$locale['413'] = "Не зберігати";
$locale['414'] = "Прочитано";
$locale['415'] = "Не прочитано";
$locale['416'] = "Видалити розмову";
$locale['417'] = "Показати надіслані повідомлення:";
$locale['418'] = "Всі";
$locale['419'] = "У вас немає приватних повідомлень";
$locale['420'] = "Створення приватного повідомлення";
$locale['421'] = "Кому";
$locale['422'] = "Повідомлення";
$locale['422a'] = "Первинне повідомлення";
$locale['423'] = "BB коди";
$locale['424'] = "Усміхайлики";
$locale['425'] = "Налаштування";
$locale['426'] = "Надіслати";
$locale['427'] = "Заборонити смайли в повідомленні";
$locale['428'] = "Показати підпис у повідомленні";
$locale['429'] = "Попередній перегляд";
$locale['430'] = "Надіслати";
$locale['431'] = "Прочитати приватне повідомлення";
$locale['432'] = "Закрити";
$locale['433'] = "Відповідь";
$locale['434'] = "Надіслати в групу";
$locale['435'] = "Скасувати";
$locale['436'] = "Попередній перегляд відповіді";
$locale['437'] = "Надіслати";
$locale['438'] = "Попередній перегляд повідомлення";
$locale['439'] = "Відповісти";
$locale['440'] = "(отримано %s)";
$locale['441'] = "Запис власника сайту";
$locale['442'] = "Рівні користувачів";
$locale['443'] = "Групи";

// Search Options
$locale['450'] = "Параметри пошуку та сортування";
$locale['451'] = "Шукати/Сортувати";
$locale['452'] = "Очистити";
$locale['453'] = "За Вашим запитом нічого не знайдено";
$locale['454'] = "Шукати для";
$locale['455'] = "у";
$locale['456'] = "Сортувати";
$locale['457'] = "(використовуйте ? та * як шаблон)";
$locale['458'] = "Відображення поточних користувачів з '%s' по '%s' ";
$locale['459'] = "Відправників, що починаються з '%s' ";
$locale['460'] = "Сортувати '%s'";
$locale['461'] = "Повідомлення відсутні";
$locale['462'] = "Заголовок";
$locale['463'] = "Повідомлення";
$locale['464'] = "Відправник";
$locale['465'] = "Дата/Час отримання";
$locale['466'] = 'Не вибрано';
$locale['467'] = 'Не вибрано  жодної розмови';
$locale['468'] = 'Почати нову розмову з %s';
$locale['469'] = 'Відповісти %s';
$locale['470'] = 'Фільтр пошуку (поки не працює)';
$locale['471'] = "Повідомлення відсутні";

// Error Messages
$locale['480'] = "Помилка";
$locale['481'] = "Некоректний номер ID повідомлення";
$locale['482'] = "Некоректний номер ID користувача";
$locale['483'] = "Лише для зареєстрованих користувачів";
$locale['484'] = "Ваше приватне повідомлення було видалено через некоректне використання";
$locale['485'] = "Будь ласка, виберіть хоча б одне повідомлення";
$locale['486'] = "Ви повинні заповнити усі поля: Заголовок і Повідомлення";
$locale['487'] = "Флуд! Будь ласка, зачекайте %s сек. перед написанням наступного повідомлення.";

// Tooltips
$locale['500'] = "Натисніть, щоб написати нове повідомлення";
$locale['501'] = "Натисніть, щоб переглянути вхідні повідомлення";
$locale['502'] = "Натисніть, щоб переглянути надіслані повідомлення";
$locale['503'] = "Натисніть, щоб переглянути збережені повідомлення";
$locale['504'] = "Натисніть, щоб відзначити це повідомлення";
$locale['505'] = "Натисніть, щоб переглянути це повідомлення";
$locale['506'] = "Натисніть, щоб переглянути профіль відправника";
$locale['507'] = "Натисніть, щоб відзначити усі повідомлення";
$locale['508'] = "Натисніть, щоб зняти усі відмітки";
$locale['509'] = "Натисніть, щоб переглянути повідомлення усіх відправників";
$locale['510'] = "Натисніть, щоб переглянути повідомлення усіх відправників, що починаються з %s";
$locale['511'] = "Натисніть, щоб перемістити відзначені повідомлення до архіву";
$locale['512'] = "Натисніть, щоб перемістити відзначені повідомлення до вхідних";
$locale['513'] = "Натисніть, щоб встановити відзначені повідомлення як прочитані";
$locale['514'] = "Натисніть, щоб встановити відзначені повідомлення як непрочитані";
$locale['515'] = "Натисніть, щоб видалити відзначені повідомлення";
$locale['516'] = "Натисніть, щоб виконати зміни конфігурації";

// Options
$locale['620'] = "Конфігурація";
$locale['621'] = "Сповіщати через Е-mail про нові повідомлення:";
$locale['622'] = "Автоматично зберігати надіслані повідомлення:";
$locale['623'] = "Зберегти";
$locale['624'] = "Збережено";
$locale['625'] = "Приватне повідомлення";
$locale['626'] = ",\r\nВи отримали нове приватне повідомлення на сайті << ".fusion_get_settings('sitename')." >>. Переглянути його можна за цим посиланням: ".fusion_get_settings('siteurl')."messages.php\r\n\r\nВи можете змінити налаштування своєї скриньки для приватних повідомлень, якщо більше не бажаєте отримувати сповіщення про нові повідомлення";
$locale['627'] = "Помилка";
$locale['628'] = "Неможливо надіслати приватне повідомлення. Скринька переповнена.";
$locale['629'] = "Ви не можете перемістити вибрані повідомлення, оскільки це призведе до перевищення ліміту повідомлень у вибраній групі";
$locale['630'] = " Ліміт повідомлень";
$locale['631'] = "так";
$locale['632'] = "ні";
?>