<?php
$locale['r100'] = "Оцінки";
$locale['r101'] = "Оцінки відсутні";
$locale['r102'] = "Скасувати оцінку";
$locale['r103'] = "Оцінити";
$locale['r104'] = "Доступ до оцінювання мають лише зареєстровані користувачі.\n\n
Будь ласка, [RATING_ACTION] to vote.";
$locale['r105'] = "Ваша оцінка [%s] %s";
$locale['r106'] = "Будь ласка, виберіть Вашу оцінку";
$locale['r107'] = "- не вибрано -";
$locale['r108'] = "немає голосів";
$locale['r109'] = "голос";
$locale['r110'] = "голоси";

// Rating Options
$locale['r120'] = "Чудово!";
$locale['r121'] = "Добре";
$locale['r122'] = "Нормально";
$locale['r123'] = "Задовільно";
$locale['r124'] = "Погано";