<?php
// Error messages
$locale['500'] = "Помилка";
$locale['501'] = "Посилання, за яким Ви перейшли, втратило чинність.<br /><br />
Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу <a href='mailto:".fusion_get_settings('siteemail')."'>".fusion_get_settings('siteemail')."</a>.";
$locale['502'] = "Посилання, за яким Ви перейщли, пошкоджено!<br /><br />
Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу <a href='mailto:".fusion_get_settings('siteemail')."'>".fusion_get_settings('siteemail')."</a>.";
$locale['503'] = "Посилання, за яким Ви перейшли, не може відновити Ваш обліковий запис.<br />
Можливо, Ваш обліковий запис уже відновлено і Ви можете вільно <a href='".fusion_get_settings('siteurl')."login.php'>авторизуватися на сайті</a>.<br /><br />
Якщо авторизуватися не вдається, Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу <a href='mailto:".fusion_get_settings('siteemail')."'>".fusion_get_settings('siteemail')."</a>.";

// Send confirmation mail
$locale['504'] = "Обліковий запис успішно відновлено";
$locale['505'] = "Вітаємо, [USER_NAME]!\n
Ваш обліковий запис на сайті << ".fusion_get_settings('sitename')." >> успішно відновлено. Сподіваємось, в майбутньому Ви будете відвідувати нас активніше.\n\n
З повагою,\n\n
".fusion_get_settings('siteusername');
$locale['506'] = "Відновлено користувачем.";
