<?php
$locale['400'] = "Пошук на сайті << ".fusion_get_settings('sitename')." >>";
$locale['401'] = "Введіть інформацію для пошуку і визначте додаткові параметри та натисніть кнопку <b>[Пошук]</b>";
$locale['402'] = "Пошук";
$locale['403'] = "Шукати будь-яке з цих слів";
$locale['404'] = "Результат повинен містити всі слова";
$locale['405'] = "Місце пошуку:";
$locale['406'] = "Опції:";
$locale['407'] = "Весь сайт";
$locale['408'] = "Результат пошуку";

//addition date
$locale['420'] = "Період:";
$locale['421'] = "Всі";
$locale['422'] = "За день";
$locale['423'] = "За тиждень";
$locale['424'] = "За два тижні";
$locale['425'] = "За місяць";
$locale['426'] = "За три місяці";
$locale['427'] = "За шість місяців";

//where
$locale['430'] = "У заголовку та тексті";
$locale['431'] = "Лише у тексті";
$locale['432'] = "Лише у заголовку";

//sort by
$locale['440'] = "Сортувати за:";
$locale['441'] = "датою";
$locale['442'] = "заголовком";
$locale['443'] = "автором";
//
$locale['450'] = "Зменшення";
$locale['451'] = "Збільшення";

//characters in results
$locale['460'] = "Показати в результаті:";
$locale['461'] = "символів";
$locale['462'] = "Повний текст";

//No results
$locale['500'] = "Не знайдено відповідностей.";
$locale['501'] = "Значення для пошуку повинне бути не коротшим 3-х символів.";
$locale['502'] = "Значення для пошуку менші ніж у три символи (%s)проігноровані.";

//Global search
$locale['510'] = " - всього відповідей на запит";

//
$locale['520'] = "Відповідає";
$locale['521'] = "Відповідностей";
$locale['522'] = " - відповідає запиту";

//more than 100 results
$locale['530'] = "Будь ласка, точніше сформулюйте запит. На Ваш запит повернено %s результатів. Ви можете одночасно переглядати 100 перших результатів";
?>