<?php
$locale['title'] = "Встановлення PHP-Fusion 9";
$locale['setup_0001'] = "Скрипт встановлення PHP-Fusion 9";
$locale['setup_0002'] = 'Вітаємо у системі встановлення PHP-Fusion 9.00';
$locale['setup_0003'] = "Майстер встановлення проведе Вас через ряд кроків необхідних для встановлення на Ваш сервер CMS PHP-Fusion. Якщо буде потреба додаткової підтримки, будь ласка, ознайомтесь з нашою <a class='strong' href='https://php-fusion.co.uk/infusions/wiki/documentation.php?page=208'>відкритою довідкою з встановлення</a>.";
$locale['setup_0005'] = " Мною прочитано і я погоджуюсь з <a href='https://php-fusion.co.uk/license/'>умовами використання</a> PHP-Fusion.";
$locale['setup_5000'] = "Для використання PHP-Fusion, Ви маєте ознайомитись і погодитись з <a href='https://php-fusion.co.uk/license/'>умовами використання</a>.";
$locale['setup_0010'] = '9.0';
$locale['setup_0011'] = "ua";
$locale['setup_0012'] = "utf-8";

// Index
$locale['setup_0101'] = "Крок 1: Введення";
$locale['setup_0102'] = "Крок 2: Перевірка файлів і каталогів";
$locale['setup_0103'] = "Крок 3: Налаштування бази даних";
$locale['setup_0104'] = "Крок 4: Налаштування / Встановлення бази даних";
$locale['setup_0105'] = "Крок 5: Налаштування базової системи";
$locale['setup_0106'] = "Крок 6: Налаштування головного адміністратора";
$locale['setup_0107'] = "Крок 7: Завершення";

// Buttons
$locale['setup_0120'] = "Завершення встановлення";
$locale['setup_0121'] = "Далі";
$locale['setup_0122'] = "Спробувати ще раз";
$locale['setup_0123'] = "Завершити";

// Step 1
$locale['setup_1000'] = "Будь ласка, виберіть необхідну локалізацію (мову):";
$locale['setup_1001'] = "Завантажити інші локалізації можна з <a href='https://www.php-fusion.co.uk/downloads.php#langpacks'><strong>Офіційного сайту підтримки PHP-Fusion</strong></a>";
$locale['setup_1002'] = "Вітаємо у режимі відновлення PHP-Fusion 9.00.";
$locale['setup_1003'] = "Виявлено існуюче встановлення системи.<br /><br />Будь ласка, виберіть одну із запропонованих дій для продовження.";
$locale['setup_1004'] = "Чисте встановлення";
$locale['setup_1005'] = "Ви можете видалити та очистити Вашу базу даних і розпочати чисте встановлення.";
$locale['setup_1006'] = "БУДЬ ЛАСКА, ЗБЕРЕЖІТЬ ОКРЕМО ВАШ ФАЙЛ CONFIG.PHP. ПІД ЧАС ОЧИЩЕННЯ ЙОГО БУДЕ ВИДАЛЕНО РАЗОМ З ІНШИМИ ДАНИМИ.";
$locale['setup_1007'] = "Видалити та почати встановлення знову";
$locale['setup_1008'] = "Встановлювач базової системи";
$locale['setup_1009'] = "Змінити базові налаштування системи.";
$locale['setup_1010'] = "Перейти до встановлення системи";
$locale['setup_1011'] = "Змінити налаштування головного облікового запису";
$locale['setup_1012'] = "Змінити налаштування головного адміністратора без потреби відновлення паролю або передачі його прав іншій особі.";
$locale['setup_1013'] = "Змінити налаштування головного адміністратора";
$locale['setup_1014'] = "Перебудувати файл .htaccess";
$locale['setup_1015'] = "Скасувати поточні налаштування файлу та замінити їх стандартними";
$locale['setup_1016'] = "Створити файл";
$locale['setup_1017'] = "Скасувати все та закрити скрипт встановлення";
$locale['setup_1018'] = "Ви можете припинити встановлення в будь-який час, натиснувши кнопку, розташовану нижче. Після цього файл config_temp.php буде перейменовано знову в config.php.";
$locale['setup_1019'] = ""Вихід";

// Step 2
$locale['setup_1100'] = "[Пройдено]";
$locale['setup_1101'] = "[Помилка]";
$locale['setup_1102'] = "Для продовження встановлення вказані файли/каталоги повинні мати коректно налаштовані права на <span class='label label-success'>доступ для запису</span>.<br /><br />Якщо певний файл/каталог не проходить контролю, будь ласка, встановіть для них права доступу (CHMOD) в значення 755 або 777";
$locale['setup_1103'] = "Перевірку прав доступу пройдено успішно.<br />Натисніть кнопку [Далі], щоб продовжити.";
$locale['setup_1104'] = "Перевірка прав доступу відбулась із помилками, будь-ласка, перевірте права (CHMOD) для файлів/каталогів з відміткою [Помилка].";
$locale['setup_1105'] = "Оновити";
$locale['setup_1106'] = "Перевірка структури файлів";

// Step 3 - Access criteria
$locale['setup_1200'] = "Налаштування бази даних та шляхів доступу на сервері";
$locale['setup_1201'] = "Будь ласка, введіть параметри доступу до Вашої бази даних MySQL.";
$locale['setup_1202'] = "Назва хосту:";
$locale['setup_1203'] = "Ім&lsquo;я користувача:";
$locale['setup_1204'] = "Пароль користувача:";
$locale['setup_1205'] = "Назва бази даних:";
$locale['setup_1206'] = "Префікс для таблиць:";
$locale['setup_1207'] = "Префікс для коржиків (cookie):";
$locale['setup_1208'] = "Ввімкнути PDO?";
$locale['setup_1209'] = "Здається, використання PDO не можливе";
$locale['setup_1210'] = "Ні";
$locale['setup_1211'] = "Так";
$locale['setup_1212'] = "Виберіть мови, що будуть використовуватися:";
$locale['setup_1213'] = "Ім&lsquo;я власника сайту";

// Step 4 - Database Setup
$locale['setup_1300'] = "З&lsquo;єднання з базою даних встановлено успішно.";
$locale['setup_1301'] = "Файл конфігурації записано успішно.";
$locale['setup_1302'] = "Таблиці бази даних створено успішно.";
$locale['setup_1303'] = "Помилка:";
$locale['setup_1304'] = "Неможливо з&lsquo;єднатися із базою даних MySQL.";
$locale['setup_1305'] = "Будь ласка, перевірте ім&lsquo;я користувача та пароль для доступу.";
$locale['setup_1306'] = "Неможливо записати дані в файл конфігурації.";
$locale['setup_1307'] = "Будь ласка, перевірте права на дозвіл запису для файлу config.php.";
$locale['setup_1308'] = "Неможливо створити таблиці бази даних MySQL.";
$locale['setup_1309'] = "Будь ласка, вкажіть назву бази даних.";
$locale['setup_1310'] = "Неможливо з&lsquo;єднатися із базою даних MySQL.";
$locale['setup_1311'] = "База даних з вказаною назвою не існує.";
$locale['setup_1312'] = "Некоректний префікс таблиць.";
$locale['setup_1313'] = "Вказаний префікс таблиць вже використовується.";
$locale['setup_1314'] = "Неможливо виконати запис чи видалення таблиць.";
$locale['setup_1315'] = "Будь ласка, перевірте, чи має вказаний користувач права для читання, запису та видалення таблиць бази даних MySQL.";
$locale['setup_1316'] = "Залишились пусті поля.";
$locale['setup_1317'] = "Будь ласка, заповніть усі поля для налаштування з&lsquo;єднання із базою даних MySQL.";

// Step 5
$locale['setup_1400'] = "Встановлення / Видалення базових модулів системи.";
$locale['setup_1401'] = "ВАЖЛИВО: Перед перевіркою цих налаштувань рекомендується створити резервну копію Ваших даних, оскільки при видаленні модулю усі відповідні йому існуючі записи знищуються без можливості їх відновлення.";
$locale['setup_1402'] = "Систему налаштовано";
$locale['setup_1403'] = "Ваш сайт тепер готовий до використання.<br/><br/>Якщо Ви ще не налаштували обліковий запис головного адміністратора, будь ласка, перейдіть [Далі] до наступного кроку. В іншому разі, можете видалити каталог встановлювача /install.";

// Step 6 - Super Admin login
$locale['setup_1500'] = "Обліковий запис головного адміністратора";
$locale['setup_1501'] = "Налаштуйте Ваш обліковий запис головного адміністратора.";
$locale['setup_1502'] = "Змінити обліковий запис головного адміністратора";
$locale['setup_1503'] = "Виявлено існуючий обліковий запис головного адміністратора. Якщо бажаєте змінити його налаштування, будь ласка, введіть нові значення для оновлення інформації про головного адміністратора системи. ";
$locale['setup_1504'] = "Ім&lsquo;я користувача:";
$locale['setup_1505'] = "Пароль авторизації:";
$locale['setup_1506'] = "Підтвердження паролю:";
$locale['setup_1507'] = "Пароль адміністрування";
$locale['setup_1508'] = "Підтвердження паролю:";
$locale['setup_1509'] = "Електронна адреса:";

// Step 6 - User details validation
$locale['setup_5010'] = "Ім&lsquo;я користувача містить недопустимі символи.";
$locale['setup_5011'] = "Поле з іменем користувача не можна залишати порожнім.";
$locale['setup_5012'] = "Паролі авторизації не співпадають.";
$locale['setup_5013'] = "Недопустимий пароль авторизації, будь ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів.";
$locale['setup_5014'] = "Поля з паролем авторизації та його підтвердженням не можна залишати порожніми.";
$locale['setup_5015'] = "Паролі адміністрування не співпадають.";
$locale['setup_5016'] = "Паролі авторизації та адміністрування повинні відрізнятися.";
$locale['setup_5017'] = "Недопустимий пароль адміністрування, будь-ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів";
$locale['setup_5018'] = "Поля з паролем адміністрування та його підтвердженням не можна залишати порожніми.";
$locale['setup_5019'] = "Вказана електронна адреса некоректна.";
$locale['setup_5020'] = "Поле з електронною адресою не можна залишати порожнім.";
$locale['setup_5021'] = "Помилка налаштування:";

// Step 6 - Admin Panels
$locale['setup_3000'] = "Адміністратори";
$locale['setup_3001'] = "Розділи статей";
$locale['setup_3002'] = "Статті";
$locale['setup_3003'] = "Банери";
$locale['setup_3004'] = "BB-коди";
$locale['setup_3005'] = "Чорний список";
$locale['setup_3006'] = "Коментарі";
$locale['setup_3007'] = "Сторінки";
$locale['setup_3008'] = "Архів бази даних";
$locale['setup_3009'] = "Розділи завантажень";
$locale['setup_3010'] = "Завантаження";
$locale['setup_3011'] = "ЧАП";
$locale['setup_3012'] = "Форум";
$locale['setup_3013'] = "Зображення";
$locale['setup_3014'] = "Додатки";
$locale['setup_3015'] = "Панель додатків";
$locale['setup_3016'] = "Користувачі";
$locale['setup_3017'] = "Розділи новин";
$locale['setup_3018'] = "Новини";
$locale['setup_3019'] = "Панелі";
$locale['setup_3020'] = "Фотоальбоми";
$locale['setup_3021'] = "Інформація про PHP";
$locale['setup_3022'] = "Опитування";
$locale['setup_3023'] = "Навігація";
$locale['setup_3024'] = "Усміхайлики";
$locale['setup_3025'] = "Ухвалення";
$locale['setup_3026'] = "Оновлення";
$locale['setup_3027'] = "Групи користувачів";
$locale['setup_3028'] = "Розділи посилань";
$locale['setup_3029'] = "Посилання";
$locale['setup_3030'] = "Головне";
$locale['setup_3031'] = "Час і дата";
$locale['setup_3032'] = "Форум";
$locale['setup_3033'] = "Реєстрація";
$locale['setup_3034'] = "Фотогалерея";
$locale['setup_3035'] = "Різне";
$locale['setup_3036'] = "Приватні повідомлення";
$locale['setup_3037'] = "Поля користувача";
$locale['setup_3038'] = "Ранги на форумі";
$locale['setup_3039'] = "Розділи полів користувача";
$locale['setup_3040'] = "Новини";
$locale['setup_3041'] = "Користувачі";
$locale['setup_3042'] = "Завантаження";
$locale['setup_3043'] = "Записів на сторінці";
$locale['setup_3044'] = "Безпека";
$locale['setup_3045'] = "Новини";
$locale['setup_3046'] = "Завантаження";
$locale['setup_3047'] = "Скидання паролю адміністрування";
$locale['setup_3048'] = "Журнал помилок";
$locale['setup_3049'] = "Журнал користувача";
$locale['setup_3050'] = "robots.txt";
$locale['setup_3051'] = "Мова";
$locale['setup_3052'] = "Статичні посилання";
$locale['setup_3053'] = "Інтернет магазин";
$locale['setup_3054'] = "Розділи блогу";
$locale['setup_3055'] = "Блог";
$locale['setup_3056'] = "Тема";

//Multilanguage table rights
$locale['setup_3200'] = "Статті";
$locale['setup_3201'] = "Сторінки";
$locale['setup_3202'] = "Завантаження";
$locale['setup_3203'] = "ЧАП";
$locale['setup_3204'] = "Форум";
$locale['setup_3205'] = "Новини";
$locale['setup_3206'] = "Фотогалерея";
$locale['setup_3207'] = "Опитування";
$locale['setup_3208'] = "Шаблони електронної пошти";
$locale['setup_3209'] = "Посилання";
$locale['setup_3210'] = "Внутрішні посилання";
$locale['setup_3211'] = "Панелі";
$locale['setup_3212'] = "Ранги на форумі";
$locale['setup_3213'] = "Блог";
$locale['setup_3214'] = "Інтернет магазин";

// Step 6 - Navigation Links
$locale['setup_3300'] = "Головна";
$locale['setup_3301'] = "Статті";
$locale['setup_3302'] = "Завантаження";
$locale['setup_3303'] = "ЧАП";
$locale['setup_3304'] = "Форум";
$locale['setup_3305'] = "Контакти";
$locale['setup_3306'] = "Новини";
$locale['setup_3307'] = "Посилання";
$locale['setup_3308'] = "Фотогалерея";
$locale['setup_3309'] = "Пошук";
$locale['setup_3310'] = "Пропозиція посилання";
$locale['setup_3311'] = "Пропозиція новини";
$locale['setup_3312'] = "Пропозиція статті";
$locale['setup_3313'] = "Пропозиція зображення";
$locale['setup_3314'] = "Пропозиція завантаження";

// Stage 6 - Panels
$locale['setup_3400'] = "Навігація";
$locale['setup_3401'] = "Зараз на сайті";
$locale['setup_3402'] = "Теми форуму";
$locale['setup_3403'] = "Останні статті";
$locale['setup_3404'] = "Привітання";
$locale['setup_3405'] = "Список тем форуму";
$locale['setup_3406'] = "Користувач";
$locale['setup_3407'] = "Опитування";

// Stage 6 - News Categories
$locale['setup_3500'] = "Помилки";
$locale['setup_3501'] = "Завантаження";
$locale['setup_3502'] = "Ігри";
$locale['setup_3503'] = "Графіка";
$locale['setup_3504'] = "Техніка";
$locale['setup_3505'] = "Блоги";
$locale['setup_3506'] = "Користувачі";
$locale['setup_3507'] = "Додатки";
$locale['setup_3508'] = "Медіа";
$locale['setup_3509'] = "Інтернет";
$locale['setup_3510'] = "Новини";
$locale['setup_3511'] = "PHP-Fusion";
$locale['setup_3512'] = "Безпека";
$locale['setup_3513'] = "Програми";
$locale['setup_3514'] = "Теми";
$locale['setup_3515'] = "Windows";

// Stage 6 - Sample Forum Ranks
$locale['setup_3600'] = "Головний адміністратор";
$locale['setup_3601'] = "Адміністратор";
$locale['setup_3602'] = "Модератор";
$locale['setup_3603'] = "Новенький";
$locale['setup_3604'] = "Початківець";
$locale['setup_3605'] = "Користувач";
$locale['setup_3606'] = "Досвідчений";
$locale['setup_3607'] = "Ветеран";
$locale['setup_3608'] = "Еліта";

// Stage 6 - Sample Smileys
$locale['setup_3620'] = "Посміхаюсь";
$locale['setup_3621'] = "Підморгую";
$locale['setup_3622'] = "Сумний";
$locale['setup_3623'] = "Похмурий";
$locale['setup_3624'] = "Здивований";
$locale['setup_3625'] = "Дражнюсь";
$locale['setup_3626'] = "Крутий";
$locale['setup_3627'] = "Сміюсь";
$locale['setup_3628'] = "Злий";

// Stage 6 - User Field Categories
$locale['setup_3640'] = "Головне";
$locale['setup_3641'] = "Контакти";
$locale['setup_3642'] = "Різне";
$locale['setup_3643'] = "Параметри";
$locale['setup_3644'] = "Статистика";

// Welcome message
$locale['setup_3650'] = "Ласкаво просимо на сайт!";

// Final message
$locale['setup_1600'] = "Встановлення завершено успішно";
$locale['setup_1601'] = "PHP-Fusion 9.00 тепер готова до використання. Натисніть кнопку [Завершити] для перезапису файлу config_temp.php в config.php<br/>";
$locale['setup_1602'] = "<strong>Примітка:</strong> З міркувань безпеки, настійливо рекомендується<br />видалити каталог /install та встановити для файлу config.php права доступу (CHMOD) в значення 644.";
$locale['setup_1603'] = "<strong>Дякуємо за вибір PHP-Fusion!</strong>";

// Default time settings
// http://php.net/manual/en/function.strftime.php
$locale['setup_3700'] = "%d.%m.%y";
$locale['setup_3701'] = "%B %d %Y %H:%M:%S";
$locale['setup_3702'] = "%d-%m-%Y %H:%M";
$locale['setup_3703'] = "%B %d %Y";
$locale['setup_3704'] = "%B %d %Y %H:%M:%S";

// Email Template Setup
// Please do NOT translate the words between brackets [] !
$locale['setup_3800'] = "Шаблони для електронної пошти";
$locale['setup_3801'] = "Сповіщення про нові приватні повідомлення";
$locale['setup_3802'] = "Ви отримали нове приватне повідомлення від [USER] на сайті [SITENAME]";
$locale['setup_3803'] = "Вітаємо [RECEIVER],\r\nВи отримали нове приватне повідомлення із заголовком [SUBJECT] від [USER] на сайті [SITENAME]. Ви можете прочитати його за цим посиланням: [SITEURL]messages.php\r\n\r\nПовідомлення: [MESSAGE]\r\n\r\nЯкщо Ви не бажаєте більше отримувати такі сповіщення, можете вимкнути сповіщення через електронну пошту в панелі керування приватними повідомленнями.\r\n\r\nЗ повагою,\r\n[SENDER].";
$locale['setup_3804'] = "Сповіщення про нові відповіді на форумі";
$locale['setup_3805'] = "Сповіщення про відповідь у темі - [SUBJECT]";
$locale['setup_3806'] = "Вітаємо [RECEIVER],\r\n\r\nУ темі \'[SUBJECT]\', за якою Ви стежите на сайті [SITENAME] з`явилась нова відповідь. Ви можете прочитати її за цим посиланням:\r\n\r\n[THREAD_URL]\r\n\r\nЯкщо Ви не бажаєте більше отримувати такі сповіщення, можете скористатись посиланням \'Припинити стежити за цією темою\' у заголовку теми.\r\n\r\nRegards,\r\n[SENDER].";
$locale['setup_3807'] = "Форма для зв&lsquo;язку";
$locale['setup_3808'] = "[SUBJECT]";
$locale['setup_3809'] = "[MESSAGE]";

// Language Admin
$locale['setup_3900'] = "Багатомовність";

// Official Supported System List
$locale['articles']['title'] = "Статті";
$locale['articles']['description'] = "Модуль документації";
$locale['blog']['title'] = "Блог";
$locale['blog']['description'] = "Модуль ведення блогу";
$locale['downloads']['title'] = "Завантаження";
$locale['downloads']['description'] = "Модуль завантажень";
$locale['eshop']['title'] = "Інтернет магазин";
$locale['eshop']['description'] = "Модуль організації електронної комерції";
$locale['faqs']['title'] = "ЧАП";
$locale['faqs']['description'] = "Модуль бази знань на основі запитань-відповідей";
$locale['forums']['title'] = "Форум";
$locale['forums']['description'] = "Модуль ведення дискусій на сайті";
$locale['news']['title'] = "Новини";
$locale['news']['description'] = "Модуль публікації новин";
$locale['photos']['title'] = "Світлини";
$locale['photos']['description'] = "Модуль публікації фотогалерей";
$locale['polls']['title'] = "Опитування";
$locale['polls']['description'] = "Модуль опитувань та голосувань користувачів";
$locale['weblinks']['title'] = "Посилання";
$locale['weblinks']['description'] = "Модуль формування каталогів зовнішніх посилань";
$locale['install'] = "Встановити базову систему";
?>