<?php
$locale['400'] = "Пропозиція посилання";

// Submit Link Success
$locale['410'] = "Дякуємо за пропозицію посилання";
$locale['411'] = "Запропонувати ще";
$locale['412'] = "Повернутися на сайт";

// Submit Link Form
$locale['420'] = "Використайте нижченаведену форму для надсилання пропозиції.<br>Ваше посилання буде перевірено адміністратором сайту << ".fusion_get_settings('sitename')." >> і після цього опубліковано або відхилено. Адміністрація сайту також залишає за собою право виправляти або редагувати будь-який надісланий матеріал.<br>Зауважте, що посилання не повинне суперечити політиці розміщення інформації на цьому сайті, інакше його буде видалено.";
$locale['421'] = "Розділ:";
$locale['422'] = "Назва:";
$locale['423'] = "Адреса URL:";
$locale['424'] = "Опис:";
$locale['425'] = "Надіслати";

// Submit Article
$locale['500'] = "Пропозиція статті";

// Submit Article Success
$locale['510'] = "Дякуємо за пропозицію статті";
$locale['511'] = "Запропонувати ще";

// Submit Article Form
$locale['520'] = "Використайте нижченаведену форму для надсилання пропозиції.<br>Вашу статтю буде перевірено адміністратором сайту << ".fusion_get_settings('sitename')." >> і після цього опубліковано або відхилено. Адміністрація сайту також залишає за собою право виправляти або редагувати будь-який надісланий матеріал.<br>Зауважте, що стаття не повинна суперечити політиці розміщення інформації на цьому сайті, інакше її буде видалено.";
$locale['521'] = "Розділ:";
$locale['522'] = "Заголовок:";
$locale['523'] = "Короткий зміст:";
$locale['524'] = "Повний текст:";
$locale['525'] = " Дозволити автоматичне перенесення рядків";
$locale['526'] = "Попередній перегляд";
$locale['527'] = "Надіслати";

// Submit Error
$locale['550'] = "Будь ласка, заповніть усі поля форми.";
$locale['551'] = "Не визначено розділ.";
$locale['552'] = "Альбоми відсутні.";

// Submit Photo
$locale['570'] = "Пропозиція світлини";

// Submit Photo Success
$locale['580'] = "Дякуємо за пропозицію світлини";
$locale['581'] = "Запропонувати ще";

// Submit Photo Error
$locale['600'] = "Вашу світлину не надіслано";
$locale['601'] = "Некоректна назва файлу.";
$locale['602'] = "Розмір файлу не повинен перевищувати %u байтів.";
$locale['603'] = "Тип файлу має відповідати одному з таких: .gif, .jpeg, .png.";
$locale['604'] = "Розмір зображення не повинен перевищувати %uw x %uh пікселів.";

// Submit Photo Form
$locale['620'] = "Використайте нижченаведену форму для надсилання пропозиції.<br>Вашу світлину буде перевірено адміністратором сайту << ".fusion_get_settings('sitename')." >> і після цього опубліковано або відхилено. Адміністрація сайту також залишає за собою право виправляти або редагувати будь-який надісланий матеріал.<br>Зауважте, що світлина не повинна суперечити політиці розміщення інформації на цьому сайті, інакше її буде видалено.";
$locale['621'] = "Заголовок:";
$locale['622'] = "Опис:";
$locale['623'] = "Зображення: ";
$locale['624'] = "Макс. розмір файлу: %s / Макс. розмір: %ux%u пікселів";
$locale['625'] = "Фотоальбом:";
$locale['626'] = "Надіслати";
