<?php
// Items shown in profiles
$locale['u040'] = "Дата реєстрації";
$locale['u041'] = "Остання авторизація";
$locale['u042'] = "Авторизації відсутні";
$locale['u043'] = "Надіслати приватне повідомлення";
$locale['u044'] = "Контактна інформація";
$locale['u045'] = "Інше";
$locale['u046'] = "Параметри";
$locale['u047'] = "Статистика";
$locale['u048'] = "Інформація";
$locale['u049'] = "Адреса IP";
$locale['u050'] = "Не визначено";
$locale['u051'] = "Приховувати від інших свою електронну адресу?";
$locale['u052'] = " так ";
$locale['u053'] = " ні";
$locale['u054'] = "Журнал призупинень";
$locale['u055'] = "Статус:";
$locale['u056'] = "Підстава";
$locale['u057'] = "Групи";
$locale['u058'] = "Опції адміністратора";
$locale['u059'] = "Додати";
$locale['u060'] = "Додати цього користувача до вибраної групи?";
$locale['u061'] = "Додати до групи";
$locale['u062'] = "Аватар";
$locale['u063'] = "Рівень доступу";
$locale['u064'] = "Електронна адреса";
$locale['u066'] = "Дата реєстрації";
$locale['u067'] = "Остання авторизація";
$locale['u068'] = "Ім&lsquo;я";
$locale['u069'] = "Редагувати";
$locale['u070'] = "Заблокувати";
$locale['u071'] = "Призупинити";
$locale['u072'] = "Видалити";
$locale['u073'] = "Видалити цього користувача?";

// Profile and register
$locale['u100'] = "Якщо бажаєте змінити пароль або електронну адресу,\n\rВи повинні ввести свій дійсний пароль.";
$locale['u101'] = "Реєстрація";
$locale['u102'] = "Редагування облікового запису";
$locale['u103'] = "Обліковий запис";
$locale['u104'] = "Обліковий запис користувача";
$locale['u105'] = "Зберегти";

// New UF 1.20
$locale['uf_100'] = "Загальні налаштування";
$locale['uf_101'] = "Особисті дані";
$locale['uf_102'] = "Аватар";
$locale['uf_103'] = "Загальне";
$locale['uf_104'] = "Особисте";
$locale['uf_105'] = "Зображення";
$locale['uf_106'] = "Основне";
$locale['uf_107'] = "%s не має особистих даних.";
$locale['uf_108'] = "Поля користувача відсутні.";

// View User Groups
$locale['u110'] = "Переглянути групу користувача";
$locale['u111'] = "%u користувач(а)";
$locale['u112'] = "%u користувачі(в)";
$locale['u113'] = "Ім&lsquo;я";
$locale['u114'] = "Тип";

// User name and email
$locale['u120'] = "Ім&lsquo;я користувача містить некоректні символи.";
$locale['u121'] = "Вибране ім'я вже належить іншому користувачу.";
$locale['u122'] = "Ім&lsquo;я користувача не може бути пустим.";
$locale['u123'] = "Вказана електронна адреса некоректна.";
$locale['u124'] = "Вказана електронна адреса або відповідний домен заблоковані.";
$locale['u125'] = "За вказаною електронною адресою вже зареєстровано іншого користувача.";
$locale['u126'] = "Електронна адреса не може бути пустою.";
$locale['u127'] = "Ім&lsquo;я";
$locale['u128'] = "Електронна адреса";
$locale['u129'] = "Опис";

// Passwords
$locale['u130'] = "Паролі адміністрування";
$locale['u131'] = "Пароль адміністрування";
$locale['u132'] = "Паролі авторизації";
$locale['u133'] = "Пароль авторизації";
$locale['u134'] = "Новий пароль";
$locale['u134a'] = "Пароль";
$locale['u134b'] = "Підтвердження паролю";
$locale['u135a'] = "Дійсний пароль";
$locale['u135b'] = "Новий пароль";
$locale['u135c'] = "Підтвердження паролю";
$locale['u136'] = "Пароль не може бути пустим.";
$locale['u137'] = "Ваш дійсний пароль адміністрування не може бути пустим.";
$locale['u138'] = "Ваш дійсний пароль авторизації не може бути пустим.";
$locale['u139'] = "Пароль авторизації не відповідає Вашому дійсному паролю.";
$locale['u140'] = "Пароль адміністрування не відповідає Вашому дійсному паролю.";
$locale['u141'] = " не може бути таким самим як ";
$locale['u142'] = " надто короткий або містить некоректні симоволи!";
$locale['u143'] = " не співпадають!";
$locale['u143a'] = " не може бути пустим.";
$locale['u144'] = "Новий пароль адміністрування";
$locale['u144a'] = "Дійсний пароль адміністратора";
$locale['u145'] = "Підтвердження паролю";
$locale['u146'] = " не може співпадати з дійсним ";
$locale['u147'] = "Довжина паролю має бути від 8 до 64 знаків.\n\rДозволені символи: [ a-z ], [ 0-9 ] та [ @!#$%&amp;/()=-_?+*.,:; ]";
$locale['u148'] = "Нові паролі авторизації не співпадають.";
$locale['u148a'] = "Нові паролі адміністрування не співпадають.";
$locale['u149'] = "Не введено Ваш дійсний пароль авторизації або він некоректний.";
$locale['u149a'] = "Не введено Ваш дійсний пароль адміністрування або він некоректний.";
$locale['u149b'] = "Не введено Ваш дійсний пароль авторизації або він некоректний.\n\rВи не можете встановлювати пароль адміністратора, не вказавши коректний пароль авторизації.";

// Email actiation
$locale['u150'] = "Ваша реєстрація майже завершена.\n\rПеревірте свою пошту. Ви маєте отримати електронного листа з параметрами авторизації та посиланням для остаточного підтвердеження реєстрації.";
$locale['u151'] = "Вітаємо на сайті [SITENAME]!";
$locale['u152'] = "Вітаємо, USER_NAME!\n\r
Раді Вас бачити на сайті SITENAME.\n\r
Ви вказали такі параметри авторизації:\n\r
Ім&lsquo;я: USER_NAME\n\r
Пароль: USER_PASSWORD\n\r
Будь ласка, підтвердіть свою реєстрацію, натиснувши це посилання:\n\r
ACTIVATION_LINK\n\n\r\r
З повагою,\n\r
SITEUSERNAME";
$locale['u153'] = "Неможливо надіслати листа для підтвердження реєстрації.";
$locale['u154'] = "Будь ласка, [LINK]зв&lsquo;яжіться[/LINK] з адміністрацією сайту.";
$locale['u155'] = "Реєстрація";
$locale['u156'] = "Для того, щоб змінити Вашу електронну адресу,\n\rВи повинні вказати свій дійсний пароль.";

// Success / Fail
$locale['u160'] = "Реєстрацію успішно заверешено";
$locale['u161'] = "Тепер Ви можете увійти на сайт із вказаними під час реєстрації ім&lsquo;ям та паролем";
$locale['u162'] = "Через деякий час адміністрація сайту активує Ваш обліковий запис.";
$locale['u163'] = "Обліковий запис успішно оновлено";
$locale['u164'] = "Оновлення невдале";
//$locale['u165'] = "Реєстрація невдала";
$locale['u167'] = "за такою підставою:";
$locale['u168'] = "Будь ласка, спробуйте ще раз.";
$locale['u169'] = "Обліковий запис успішно оновлено";
$locale['u170'] = "Реєстрацію успішно завершено";
$locale['u171'] = "Ваш обліковий запис успішно підтверджено";
$locale['u172'] = "Користувача успішно створено";
$locale['u173'] = "Повернутись до керування користувачами";
$locale['u174'] = "Додати ще";

// Avatar upload
$locale['u180'] = "Під час завантаження зображення для аватару сталась помилка";
$locale['u184'] = "Макс. розмір файлу: %s\n\rМакс. розмір зображення: %ux%u пікселів";
$locale['u185'] = "Аватар";
$locale['u186'] = "Натисніть кнопку для завантаження зображення";
$locale['u187'] = "Видалити";

// Captcha and terms
$locale['u190'] = "Код перевірки (введіть символи, що на зображенні)";
$locale['u191'] = "Введіть код перевірки";
$locale['u192'] = "Правила";
$locale['u193'] = "Я ознайомлений(а) з [LINK]Правилами[/LINK] та погоджуюсь з ними.";
$locale['u194'] = "Код перевірки некоректний.";
$locale['u195'] = "Код перевірки не може бути пустим.";

// E-mail Change Confirmation
$locale['u200'] = "На Вашу нову електронну адресу (%s) надіслано листа для підтвердження.";
$locale['u201'] = "Вашу електронну адресу буде змінено, щойно Ви перейдете за посиланням, вказаним у листі.";
$locale['u202'] = "Підтвердежння електронної адреси на сайті [SITENAME]";
$locale['u203'] = "Вітаємо, [USER_NAME]!\n\r
Ви вказали цю електронну адресу для використання у своєму обліковому записі на нашому сайті.\n\r
Якщо Ви дійсно бажаєте змінити Вашу наявну електронну адресу на вказану, будь ласка, перейдіть за цим посиланням:\n\r
[EMAIL_VERIFY_LINK]\n\r
Примітка: Ви повинні авторизуватися на сайті для виконання цієї операції.\n\r
З повагою,\n\r
[SITEUSERNAME]\n\r
[SITENAME]";