<?php
// Delete Submission
$locale['400'] = "Видалення посилання";
$locale['401'] = "Посилання для ухвалення успішно видалено";
$locale['402'] = "Повернутися до ухвалення";
$locale['403'] = "Повернутися до центру керування";

// Submission Options
$locale['410'] = "Посилання для ухвалення";
$locale['411'] = "Посилання:";
$locale['417'] = "Переглянути";
$locale['418'] = "Видалити";

// Add/Delete Web Link Submissions
$locale['430'] = "Публікація посилання для ухвалення";
$locale['431'] = "Посилання для ухвалення успішно опубліковано";
$locale['432'] = "Видалення посилання";
$locale['433'] = "Посилання для ухвалення успішно видалено";
$locale['434'] = "Відсутні розділи посилань";

// Web Link Submission Form
$locale['440'] = "Перегляд посилання для ухвалення";
$locale['441'] = "Пропозиція посилання надійшла від: ";
$locale['442'] = " ";
$locale['443'] = "Розділ:";
$locale['444'] = "Назва:";
$locale['445'] = "Адреса URL:";
$locale['446'] = "Опис:";
$locale['447'] = "Ви бажаєте опублікувати чи видалити це посилання?";
$locale['448'] = "Опублікувати";
$locale['449'] = "Видалити";