<?php
// Web Link Category titles
$locale['402'] = "Наявні розділи посилань";

// Web Link titles
$locale['wl_0001'] = "Створення посилання";
$locale['wl_0002'] = "Редагування посилання";
$locale['wl_0003'] = "Наявні посилання";
$locale['wl_0004'] = "Розділи посилань";
$locale['wl_0005'] = "Редагування розділу";
$locale['wl_0006'] = "Налаштування посилань";
$locale['wl_0007'] = "Кількість посилань, що очікують ухвалення: %s.";
$locale['wl_0008'] = "Посилання для ухвалення відсутні";

// Web Link form
$locale['wl_0100'] = "Назва:";
$locale['wl_0101'] = "Сайт";
$locale['wl_0102'] = "Будь ласка, введіть назву";
$locale['wl_0103'] = "Опис:";
$locale['wl_0104'] = "Адреса URL:";
$locale['wl_0105'] = "Розділ:";
$locale['wl_0106'] = "Доступ:";
$locale['wl_0107'] = "Оновити дату публікації";
$locale['wl_0108'] = "Зберегти";

// Current Web Links
$locale['wl_0200'] = "Посилання";
$locale['wl_0201'] = "Розділ";
$locale['wl_0203'] = "Адреса URL";
$locale['wl_0204'] = "Номер ID";
$locale['wl_0205'] = "Редагувати";
$locale['wl_0206'] = "Видалити";
$locale['wl_0207'] = "Відсутні посилання";
$locale['wl_0208'] = "Опції";

// Web Link messages
$locale['wl_0300'] = "Посилання усіпшно додано";
$locale['wl_0301'] = "Посилання усіпшно оновлено";
$locale['wl_0302'] = "Посилання усіпшно видалено";
$locale['wl_0303'] = "Видалити це посилання?";

// Web Link Category messages
$locale['wl_0304'] = "Розділ посилань успішно створено";
$locale['wl_0305'] = "Розділ посилань успішно оновлено";
$locale['wl_0306'] = "Розділ посилань успішно видалено";
$locale['wl_0307'] = "Розділ посилань неможливо видалити";
$locale['wl_0308'] = "У цьому розділі є посилання, спочатку видаліть їх.";
$locale['wl_0309'] = "Розділ з такою назвою вже існує.";
$locale['wl_0310'] = "Видалити цей розділ посилань?";

// Filters
$locale['wl_0400'] = "Сортування:";
$locale['wl_0401'] = "Сортування у розділі:";
$locale['wl_0402'] = "Всі посилання";

// Submissons
$locale['wl_0500'] = "Посилання для ухвалення";
$locale['wl_0501'] = "Відображається %d з %d посилань";
$locale['wl_0503'] = "Назва:";
$locale['wl_0504'] = "Автор:";
$locale['wl_0505'] = "Час:";
$locale['wl_0506'] = "Номер ID:";
$locale['wl_0507'] = "Посилання для ухвалення успіщно видалено";
$locale['wl_0508'] = "Опублікувати";
$locale['wl_0509'] = "Посилання для ухвалення успішно опубліковано";
$locale['wl_0510'] = "Пропозиція посилання надійшла від: ";
$locale['wl_0511'] = "Опубліковано: ";
$locale['wl_0512'] = "Видалити";

// Add/Edit Web Link Category Form
$locale['wl_0700'] = "Назва:";
$locale['wl_0701'] = "Будь ласка, вкажіть назву розділу";
$locale['wl_0702'] = "Опис:";
$locale['wl_0703'] = "Первинний розділ:";
$locale['wl_0704'] = "Сортування записів у розділі за:";
$locale['wl_0705'] = "номером ID";
$locale['wl_0706'] = "назвою";
$locale['wl_0707'] = "датою";
$locale['wl_0708'] = "за зростанням";
$locale['wl_0709'] = "за спаданням";
$locale['wl_0710'] = "Налаштування розділу посилань";
$locale['wl_0711'] = "Зберегти";

$locale['536'] = "Розділи відсутні";
$locale['537'] = "Відсутні розділи посилань.";
$locale['538'] = "Щоб створювати посилання, потрібно спочатку створити хоча б один розділ.";
$locale['539'] = "Натисніть тут";
$locale['540'] = " , щоб перейти до налаштування розділів посилань";

// Public
$locale['wl_0800'] = "Надіслати";

// Submit Link Success
$locale['wl_0801'] = "Дякуємо за Вашу пропозицію посилання";
$locale['wl_0802'] = "Запропоновувати ще";
$locale['wl_0803'] = "Повернутись на початок сайту [SITENAME]";

// Submit Link Form
$locale['wl_0804'] = "Використайте нижченаведену форму для надсилання статті. Вашу пропозицію буде розглянуто адміністратором. Недійсні посилання будуть видалені.";
$locale['wl_0805'] = "Розділ:";
$locale['wl_0806'] = "Назва:";
$locale['wl_0807'] = "Адреса URL:";
$locale['wl_0808'] = "Опис:";
$locale['wl_0809'] = "Вибачте, на жаль, сайт зараз не приймає пропозиції посилань.";

// Settings
$locale['wl_600'] = "Налаштування";
$locale['wl_0601'] = "Можливість надсилання посилань для ухвалення?";
$locale['wl_0602'] = "Передбачається опис посилання?";
$locale['601'] = "Налаштування успішно оновлено";
$locale['602'] = "Посилання";
$locale['603'] = "Посилань на сторінці";
$locale['604'] = "Зберегти";
$locale['error_value'] = "Будь ласка, введіть значення.";