<?php
// Forum Index
$locale['forum_0000'] = "Форум";
$locale['forum_0001'] = "Форум";
$locale['forum_0002'] = "Теми";
$locale['forum_0003'] = "Відповіді";
$locale['forum_0004'] = "Останнє повідомлення";
$locale['forum_0005'] = "Повідомлення відсутні";
$locale['forum_0006'] = "Створено ";
$locale['forum_0007'] = "Модератор: ";
$locale['forum_0008'] = "Каталог";
$locale['forum_0009'] = "Показати останні повідомлення";
$locale['forum_0010'] = "Повернутись до початку";
$locale['forum_0011'] = "Мої повідомлення";
$locale['forum_0012'] = "Останні теми";
$locale['forum_0013'] = "Розділи";

// View Forum
$locale['forum_0050'] = "Перегляд форуму";
$locale['forum_0051'] = "Тема";
$locale['forum_0052'] = "Автор";
$locale['forum_0053'] = "Перегляди";
$locale['forum_0054'] = "Відповіді";
$locale['forum_0055'] = "Сторінка: ";
$locale['forum_0056'] = "Теми відсутні";
$locale['forum_0057'] = "Створити тему";

// View Forum Moderator options
$locale['forum_0080'] = "Відмітити все";
$locale['forum_0081'] = "Зняти всі відмітки";
$locale['forum_0082'] = "Видалити теми";
$locale['forum_0083'] = "Видалити вибрані теми?";

// Forum Guide/Privelages
$locale['forum_0100'] = "Відкрити тему, що має нові повідомлення з часу Вашого останнього візиту";
$locale['forum_0101'] = "Відкрити теми, що не мають нових повідомлень з часу Вашого останнього візиту.";
$locale['forum_0102'] = "Закрито";
$locale['forum_0103'] = "Закріплено";

// View Thread
$locale['forum_0150'] = "Форум - Тема : ";
$locale['forum_0151'] = "Повідомлення";
$locale['forum_0152'] = "Місцезнаходження:";
$locale['forum_0153'] = "Зареєстровано:";
$locale['forum_0154'] = " приєднано ";
$locale['forum_0155'] = "зображення:";
$locale['forum_0156'] = "зображення:";
$locale['forum_0157'] = "файл:";
$locale['forum_0158'] = "файли:";
$locale['forum_0159'] = "Зображення";
$locale['forum_0160'] = "з";
$locale['forum_0161'] = " приєднано файл:";
$locale['forum_0162'] = " завантажень";
$locale['forum_0163'] = "Ви не маєте доступу до приєднань у цій темі.";
$locale['forum_0164'] = "востаннє відредаговано ";
$locale['forum_0165'] = "Підстава";
$locale['forum_0166'] = "Показати підставу редагування.";
$locale['forum_0167'] = " в ";
$locale['forum_0168'] = "Відповідь";
$locale['forum_0169'] = "Заборонити усміхайлики";
$locale['forum_0170'] = "Показувати мій підпис";
$locale['forum_0171'] = "Сповістити мене про нову відповідь";
$locale['forum_0172'] = "Відповісти";
$locale['forum_0173'] = "Попередній перегляд";
$locale['forum_0174'] = "Припинити стеження";
$locale['forum_0175'] = "Стежити за цією темою";
$locale['forum_0176'] = "Перемістити повідомлення";
$locale['forum_0177'] = "Видалити вибрані повідомлення?";
$locale['forum_0178'] = "Друк теми";
$locale['forum_0179'] = "Друк повідомлення";
$locale['forum_0180'] = "Найдавніші";
$locale['forum_0181'] = "Найновіші";
$locale['forum_0182'] = "Найвище оцінені";
$locale['forum_0183'] = "Сортування за: ";
$locale['forum_0184'] = "Ви не маєте доступу до приєднань";
$locale['forum_0185'] = "Модератор:";
$locale['forum_0186'] = "Ви не маєте доступу до публікації повідомлень у цьому розділі форуму";
$locale['forum_0187'] = "Розділ форуму відсутній";

// Moderator Options
$locale['forum_0200'] = "Опції модератора";
$locale['forum_0201'] = "Видалити тему";
$locale['forum_0202'] = "Закрити тему";
$locale['forum_0203'] = "Відкрити тему";
$locale['forum_0204'] = "Закріпити тему";
$locale['forum_0205'] = "Відкріпити тему";
$locale['forum_0206'] = "Перемістити тему";
$locale['forum_0207'] = "Оновити тему";
$locale['forum_0208'] = "Перейти";
$locale['forum_0209'] = "Фільтр";
$locale['forum_0210'] = "Час";
$locale['forum_0211'] = "весь час";
$locale['forum_0212'] = "сьогодні";
$locale['forum_0213'] = "останній тиждень";
$locale['forum_0214'] = "останній місяць";
$locale['forum_0220'] = "Показати";
$locale['forum_0221'] = "Всі";
$locale['forum_0222'] = "Обговорення";
$locale['forum_0223'] = "Приєднання";
$locale['forum_0224'] = "Опитування";
$locale['forum_0225'] = "Сортувати за";
$locale['forum_0226'] = "датою (останнє оновлення)";
$locale['forum_0227'] = "відповідями";
$locale['forum_0228'] = "заголовками";
$locale['forum_0229'] = "Порядок";
$locale['forum_0230'] = "спадаючий";
$locale['forum_0231'] = "зростаючий";

// Jump to Forum, back to top
$locale['forum_0240'] = "До початку розділу";
$locale['forum_0241'] = "До початку форуму";

// Search Forum
$locale['forum_0250'] = "Пошук";

// Image Alt attributes
$locale['forum_0260'] = "З&lsquo;явились нові повідомлення";
$locale['forum_0261'] = "Нові повідомлення відсутні";
$locale['forum_0262'] = "Закріплена тема";
$locale['forum_0263'] = "Закрита тема";
$locale['forum_0264'] = "Нова тема";
$locale['forum_0265'] = "Редагувати";
$locale['forum_0266'] = "Цитата";
$locale['forum_0267'] = "написано";
$locale['forum_0268'] = "Адреса IP";
$locale['forum_0269'] = "Теми відсутні.";
$locale['forum_0270'] = "Повідомлення відсутні.";
$locale['forum_0271'] = "Тепер ця тема порожня. Будь ласка, поверніться до <a href='".FORUM."index.php'>початку форуму</a>";

// Move Posts
$locale['forum_0300'] = "Перемістити повідомлення";
$locale['forum_0301'] = "Вибір нового розділу";
$locale['forum_0302'] = "Далі";
$locale['forum_0303'] = "Вибір нової теми";
$locale['forum_0304'] = "Перемістити повідомлення";
$locale['forum_0305'] = "Ви намагаєтесь перемістити перше повідомлення цієї теми!<br />Перше повідомлення <strong>не може бути переміщеним</strong>, якщо після нього є настпуні, тому його виключено з переліку для переміщення.";
$locale['forum_0306'] = "Ви намагаєтесь перемістити перше повідомлення цієї теми!<br />Перше повідомлення <strong>буде переміщено</strong>, а тему видалено.";
$locale['forum_0307'] = "Повідомлення для переміщення відсутні.";
$locale['forum_0308'] = "Теми у цьому розділі відсутні.";
$locale['forum_0309'] = "Повернутись до теми.";
$locale['forum_0310'] = "Відсутні теми для переміщення повідомлень.";

// Viewforum icons
$locale['forum_0311'] = "Гаряча тема";
$locale['forum_0312'] = "Файли";
$locale['forum_0313'] = "Зображення";
$locale['forum_0314'] = "Опитування";
$locale['forum_0320'] = "помилка мови";
$locale['forum_0325'] = "Нагороди";
$locale['forum_0326'] = "або розпочніть тему";
$locale['forum_0327'] = "Теми відсутні";
$locale['forum_0328'] = "Розділи відсутні";
$locale['forum_0340'] = "Запитання";
$locale['forum_0341'] = "Теми";
$locale['forum_0350'] = " Правила:";
$locale['forum_0351'] = "Розділи";
$locale['forum_0352'] = "Оголошення";
$locale['forum_0360'] = " Відповісти";
$locale['forum_0361'] = "&middot; сторінка ";
$locale['forum_0362'] = " повідомлень ";
$locale['forum_0363'] = "Останнє оновлення ";
$locale['forum_0364'] = " Сайт";
$locale['forum_0365'] = " Повідомлення";
$locale['forum_0366'] = " Опитування";
$locale['forum_0370'] = "Перегляди";
$locale['forum_0371'] = "Повідомлення";
$locale['forum_0372'] = "Оцінки";
$locale['forum_0373'] = "Останнє повідомлення: ";
$locale['forum_0374'] = "Усі теми";
$locale['forum_0375'] = "Обговорення";
$locale['forum_0376'] = "Приєднання";
$locale['forum_0377'] = "Опитування";
$locale['forum_0378'] = "Вирішено";
$locale['forum_0379'] = "Не вирішено";
$locale['forum_0380'] = "Автор";
$locale['forum_0381'] = "Опубліковано";
$locale['forum_0382'] = "Тема";
$locale['forum_0383'] = "Повідомлення";
$locale['forum_0384'] = "Перегляди";
$locale['forum_0385'] = "за зростанням";
$locale['forum_0386'] = "за спаданням";
$locale['forum_0387'] = "Весь час";
$locale['forum_0388'] = "Показати теми з";
$locale['forum_0389'] = "за ознакою";
$locale['forum_0390'] = "Всі теми";
$locale['forum_0391'] = "Опубліковано";
$locale['forum_0395'] = "Вибір розділу";
$locale['forum_0396'] = "Підтвердження вибору";
$locale['forum_0397'] = "Розділи відсутні";

// Permissions - 0400
$locale['forum_perm_access'] = "Ви %s переглядати всі теми форуму.";
$locale['forum_perm_post'] = "Ви %s створювати нові теми форуму.";
$locale['forum_perm_create_poll'] = "Ви %s створювати опитування на форумі.";
$locale['forum_perm_upload'] = "Ви %s приєднувати файли до повідомлень на форумі.";
$locale['forum_perm_download'] = "Ви %s завантажувати приєднання з повідомлень на форумі.";
$locale['forum_perm_reply'] = "Ви %s створювати повідомлення у цій темі форуму.";
$locale['forum_perm_edit_poll'] = "Ви %s редагувати опитування у цій темі форуму.";
$locale['forum_perm_vote_poll'] = "Ви %s голосувати в опитуваннях у цій темі форуму.";
$locale['forum_perm_rate'] = "Ви %s голосувати за повідомлення у цій темі форуму.";

// Post Titles
$locale['forum_0500'] = "Попередній перегляд теми";
$locale['forum_0501'] = "Опублікувати тему";
$locale['forum_0502'] = "Попередній перегляд відповіді";
$locale['forum_0503'] = "Відповісти у темі";
$locale['forum_0504'] = "Відповісти";
$locale['forum_0505'] = "Попередній перегляд змін";
$locale['forum_0506'] = "Видалити";
$locale['forum_0507'] = "Редагувати";
$locale['forum_0508'] = "Зберегти";
$locale['forum_0509'] = "Відповідь";

// Post Preview
$locale['forum_0520'] = "Відсутній текст. Відповідь не буде опублікована, якщо Ви не напишете що-небудь.";
$locale['forum_0521'] = "Повідомлення:";
$locale['forum_0522'] = "Місцезнаходження:";
$locale['forum_0523'] = "Зареєстровано:";
$locale['forum_0524'] = "Відповідь ";
$locale['forum_0525'] = "Останнє повідомлення";
$locale['forum_0526'] = "Останні %s повідомлень";

// Post Error/Success
$locale['forum_0540'] = "Некоректний тип приєднуваного файла.";
$locale['forum_0541'] = "Некоректна назва файлу або його розмір.";
$locale['forum_0542'] = "Помилка: Ви не заповнили заголовок та/або повідомлення";
$locale['forum_0543'] = "Тему успішно опубліковано";
$locale['forum_0544'] = "Відповідь успішно опубліковано";
$locale['forum_0545'] = "Тему успішно видалено";
$locale['forum_0546'] = "Повідомлення успішно видалено";
$locale['forum_0547'] = "Повідомлення успішно оновлено";
$locale['forum_0548'] = "Повернутися до теми";
$locale['forum_0549'] = "Повернутися до розділу";
$locale['forum_0550'] = "Повернутися до початку форуму";
$locale['forum_0551'] = "Помилка: Час дії вашого коржика (cookie) скінчився, будь ласка, авторизуйтесь і повторіть надсилання відповіді";
$locale['forum_0552'] = "Стежити за темою";
$locale['forum_0553'] = "Тепер Ви стежите за цією темою";
$locale['forum_0554'] = "Стеження за цією темою припинено";
$locale['forum_0555'] = "Повідомлення заблоковано. Зв&lsquo;яжіться з модератором для отримання роз&lsquo;яснень.";
$locale['forum_0556'] = "Ви можете редагувати відповідь лише після %d хв. після її публікації.";
$locale['forum_0557'] = "Приєднання";
$locale['forum_0558'] = " (не обов&lsquo;язково)";
$locale['forum_0559'] = "Макс. розмір: %s / Дозволені типи файлів: %s / Макс. кількість приєднань: %s";
$locale['forum_0570'] = "Перевищено дозволений розмір зображення. Ви можете використовувати зображення розміром лише до ";
$locale['forum_0571'] = "Зображення не приєднано";
$locale['forum_0572'] = " Повідомлення видалено";
$locale['forum_0573'] = " Теми видалено";
$locale['forum_0574'] = " Приєднання успішно видалено";
$locale['forum_0575'] = " Опитування успішно видалено";
$locale['forum_0576'] = " Голоси опитування успішно видалено";
$locale['forum_0577'] = " Відповіді опитування успішно видалено";
$locale['forum_0580'] = " Очистити записи для використання розробником ";
$locale['forum_0581'] = "Учасники дискусії:";
$locale['forum_0585'] = "Будь ласка, введіть текст відповіді";
$locale['forum_0586'] = "Номер повідомлення відсутній, що є неприйнятним! Будь ласка, повідомте про цю помилку адміністратора.";
$locale['forum_0587'] = "Номер розділу відсутній, що є неприйнятним! Будь ласка, повідомте про цю помилку адміністратора.";
$locale['forum_0588'] = "Номер теми відсутній, що є неприйнятним! Будь ласка, повідомте про цю помилку адміністратора.";
$locale['forum_0589'] = "Відсутні дані для початку нової теми, відповіді або редагування повідомлення.";
$locale['forum_0591'] = "Очистити повідомлення";
$locale['forum_0592'] = "Очистити теми";
$locale['forum_0593'] = "Очистити приєднання";
$locale['forum_0595'] = "Очистити опитування";

// Post Form
$locale['forum_0600'] = "Тема";
$locale['forum_0601'] = "Повідомлення";
$locale['forum_0602'] = "Опції";
$locale['forum_0603'] = "Редагувати опитування";
$locale['forum_0604'] = "Тема опитування";
$locale['forum_0604a'] = "Вкажіть тему опитування";
$locale['forum_0605'] = "Відповідь";
$locale['forum_0606'] = $locale['forum_0605']." %s";
$locale['forum_0607'] = "Опитування успішно створено";
$locale['forum_0608'] = "Додати відповідь";
$locale['forum_0609'] = "Оновити";
$locale['forum_0610'] = "Видалити";
$locale['forum_0611'] = "Підстава зміни";
$locale['forum_0612'] = "Опитування успішно оновлено";
$locale['forum_0613'] = "Поля з відміткою <span class='required'>*</span> містять голоси або є обов&lsquo;язковими. Залиште порожнім, якщо бажаєте видалити відповідь";
$locale['forum_0614'] = "Дякуємо за участь. Ваш голос враховано.";
$locale['forum_0615'] = "Опитування успішно видалено";
$locale['forum_0616'] = "Увага! Разом з видаленням опитування зникнуть усі отримані голоси.";

// Post Form Options
$locale['forum_0620'] = "Закріпити цю тему";
$locale['forum_0621'] = "Закрити цю тему";
$locale['forum_0622'] = "Заборонити усміхайлики у повідомленні";
$locale['forum_0623'] = "Показувати мій підпис";
$locale['forum_0624'] = "Видалити повідомлення";
$locale['forum_0625'] = "Видалити приєднання -";
$locale['forum_0626'] = "Сповіщати мене про нові повідомлення";
$locale['forum_0627'] = "Приховати факт редагування";
$locale['forum_0628'] = "Заблокувати повідомлення";
$locale['forum_0630'] = "Опитування можна створювати лише після створення відповідної теми";

// Forum Post Merger
$locale['forum_0640'] = "Об&lsquo;єднано ";

// Search Forum Form

$locale['forum_0650'] = "Попередження про флуд";

// Forum Notification Email
$locale['forum_0660'] = "Сповіщення про нове повідомлення у темі - {THREAD_SUBJECT}";
$locale['forum_0661'] = "Вітаємо, {USERNAME},
<br>З&lsquo;явилось нове повідомлення у темі '{THREAD_SUBJECT}', за якою Ви стежите на сайті ".fusion_get_settings('sitename').".
<br>Для його перегляду Ви можете перейти за цим посиланням:
<br>{THREAD_URL}
<br>Якщо Ви не бажаєте більше отримувати подібні сповіщення, можете натиснути на 'Припинити стеження за цією темою' у верхній частині теми.
<br>З повагою,
<br>".fusion_get_settings('siteusername').".";

// Delete Thread
$locale['forum_0700'] = "Видалення теми";
$locale['forum_0701'] = "Тему видалено успішно.";
$locale['forum_0702'] = "Повернутися до розділу";
$locale['forum_0703'] = "Повернутися до початку форуму";
$locale['forum_0704'] = "Ви справді бажаєте видалити цю тему?";

// Lock Thread
$locale['forum_0710'] = "Закрити тему";
$locale['forum_0711'] = "Тему успішно закрито.";

// Unlock Thread
$locale['forum_0720'] = "Відкрити тему";
$locale['forum_0721'] = "Тему успішно відкрито.";

// Make Thread Sticky
$locale['forum_0730'] = "Закріпити тему";
$locale['forum_0731'] = "Тему успішно закріплено.";

// Make Thread Non-Sticky
$locale['forum_0740'] = "Відкріпити тему";
$locale['forum_0741'] = "Тему успішно відкріплено.";

// Move Thread
$locale['forum_0750'] = "Перемістити тему";
$locale['forum_0751'] = "Перемістити тему в:";
$locale['forum_0752'] = "Тему успішно переміщено.";

// Renew Thread
$locale['forum_0758'] = "Оновити тему";
$locale['forum_0759'] = "Тему оновлено успішно.";

// Post vote errors
$locale['forum_0800'] = "Голос відхилено";
$locale['forum_0801'] = "Ви не можете голосувати вдруге у одній темі";
$locale['forum_0802'] = "Ви не можете голосувати за власне повідомлення.";
$locale['forum_0803'] = "Ваш голос успішно враховано";

// forum.forms.php
$locale['forum_2000'] = "Тема: ";
$locale['forum_2001'] = "Що у Вас на думці?";
$locale['forum_2002'] = "Re: ";
$locale['forum_2010'] = "Голосувати";
$locale['forum_2011'] = "Створення опитування";
$locale['forum_2012'] = "Редагування опитування";
$locale['forum_2013'] = "Оновлення опитування";

/* Filters in viewforum */
$locale['forum_3000'] = "всі теми";
$locale['forum_3001'] = "обговорення";
$locale['forum_3002'] = "приєднання";
$locale['forum_3003'] = "опитування";
$locale['forum_3004'] = "закриті";
$locale['forum_3005'] = "відкриті";
$locale['forum_3006'] = "весь час";
$locale['forum_3007'] = "сьгодні";
$locale['forum_3008'] = "2 дні";
$locale['forum_3009'] = "1 тиждень";
$locale['forum_3010'] = "2 тижні";
$locale['forum_3011'] = "1 місяць";
$locale['forum_3012'] = "2 місяці";
$locale['forum_3013'] = "3 місяці";
$locale['forum_3014'] = "6 місяців";
$locale['forum_3015'] = "1 рік";
$locale['forum_3016'] = "Автор";
$locale['forum_3017'] = "Опубліковано";
$locale['forum_3018'] = "Тема";
$locale['forum_3019'] = "Відповіді";
$locale['forum_3020'] = "Перегляди";
$locale['forum_3021'] = "за спаданням";
$locale['forum_3022'] = "за зростанням";

// Period for search & filter
$locale['forum_p000'] = "сьогодні";
$locale['forum_p001'] = "1 день";
$locale['forum_p002'] = "2 дні";
$locale['forum_p007'] = "1 тиждень";
$locale['forum_p014'] = "2 тижні";
$locale['forum_p030'] = "1 місяць";
$locale['forum_p060'] = "2 місяці";
$locale['forum_p090'] = "3 місяці";
$locale['forum_p180'] = "6 місяців";
$locale['forum_p365'] = "1 рік";
$locale['forum_p999'] = "всі";

// Notifications
$locale['error-MP000'] = "Помилка переміщення повідомлень";
$locale['error-MP001'] = "Цільова тема не існує.";
$locale['error-MP002'] = "Вибрані для переміщення повідомлення не існують або хтось раніше їх перемістив.";
$locale['error-MP003'] = "Повідомлення для переміщення відсутні.";
$locale['success-DP001'] = "Повідомлення переміщено успішно";
$locale['success-DP002'] = "Всі повідомлення видалено. Теми також видалено, оскільки вони більше не містять жодного повідомлення.";
$locale['error-DP001'] = "Повідомлення для видалення відсутні.";
