<?php
// Forum Ranks Titles
$locale['400'] = "Створення рангу на форумі";
$locale['401'] = "Редагування рангу на форумі";
$locale['402'] = "Наявні ранги на форумі";
$locale['403'] = "Функцію ранжування на форумі вимкнено";
$locale['404'] = "Ранги на форумі";

// News messages
$locale['410'] = "Ранг успішно створено";
$locale['411'] = "Ранг успішно оновлено";
$locale['412'] = "Ранг успішно видалено";
$locale['413'] = "Адміністратори та модератори можуть мати лише один ранг";
$locale['414'] = "Будь ласка, введіть назву рангу";

// Forum Ranks form
$locale['420'] = "Назва:";
$locale['421'] = "Зображення:";
$locale['422'] = "Повідомлень:";
$locale['423'] = "Діє для групи:";
$locale['424'] = "Користувачів";
$locale['425'] = "Модераторів";
$locale['426'] = "Адміністраторів";
$locale['427'] = "Головних адміністраторів";
$locale['428'] = "Зберегти";
$locale['429'] = "Тип:";
$locale['429a'] = "Спеціальний";
$locale['429b'] = "Адміністратор";
$locale['429c'] = "За кількістю повідомлень";
$locale['forum_admin_000'] = "Керування форумом";
$locale['forum_admin_001'] = "Ранги на форумі";
$locale['forum_admin_002'] = "Налаштування форуму";

// Current Forum Ranks
$locale['430'] = "Ранг";
$locale['431'] = "Для";
$locale['432'] = "Зображення";
$locale['433'] = "Повідомлень";
$locale['434'] = "Налаштування";
$locale['435'] = "Редагувати";
$locale['436'] = "Видалити";
$locale['437'] = "Ранги не визначені";
$locale['438'] = "Тип / Кількість";

// Forum Ranks Disabled
$locale['450'] = "Функцію ранжування на форумі вимкнено.<br />Будь ласка, увімкніть її через %s.";
$locale['451'] = "Налаштування форуму";
