<?php
// Blog Submissions messages
$locale['blog_0130'] = "Дописи у блог для ухвалення відсутні";
$locale['blog_0131'] = "Переглянути";
$locale['blog_0132'] = "Пропозиція допису в блог надійшла від: ";
$locale['blog_0133'] = "Ви бажаєте опублікувати або видалити цей допис у блог?";
$locale['blog_0134'] = "Опублікувати";
$locale['blog_0135'] = "Видалити";
$locale['blog_0136'] = "Заголовок";
$locale['blog_0137'] = "Кількість дописів у блог, що очікують ухвалення: %s.";
$locale['blog_0138'] = "Вибачте, на жаль, сайт зараз не приймає пропозиції дописів у блог.";
$locale['blog_0141'] = "Попередній перегляд";
$locale['blog_0142'] = "Автор";
$locale['blog_0143'] = "Час";
$locale['blog_0144'] = "Номер ID";
$locale['blog_0145'] = "Допис у блог для ухвалення успішно видалено";
$locale['blog_0146'] = "Допис у блог для ухвалення успішно опубліковано";
$locale['blog_0147'] = "Допис у блог для ухвалення збережено як чернетку";
$locale['blog_0148'] = "Опубліковано: ";
// Blog titles
$locale['blog_0400'] = "Блог";
$locale['blog_0401'] = "Додати допис";
$locale['blog_0402'] = "Редагувати допис";
$locale['blog_0405'] = "Допис";
$locale['blog_0406'] = "Налаштування";
$locale['blog_0407'] = "Розділи";
$locale['blog_0408'] = "Відображається %d з %d дописів у блог";
$locale['blog_0409'] = "Створити розділ блогу";
// Blog messages
$locale['blog_0410'] = "Допис успішно додано";
$locale['blog_0411'] = "Допис успішно оновлено";
$locale['blog_0412'] = "Допис успішно видалено";
$locale['blog_0413'] = "Некоректна назва зображення.";
$locale['blog_0414'] = "Розмір файлу не може перевищувати %s.";
$locale['blog_0415'] = "Зображення має належати лише до таких типів файлу %s.";
$locale['blog_0416'] = "Розмір зображення не може бути більшим ніж %s пікселів.";
$locale['blog_0417'] = "Невідома помилка";
// Blog form
$locale['blog_0420'] = "Редагувати";
$locale['blog_0421'] = "Видалити";
$locale['blog_0422'] = "Заголовок";
$locale['blog_0423'] = "Розділ";
$locale['blog_0424'] = "Несортовані";
$locale['blog_0425'] = "Анонс";
$locale['news_0425a'] = "Короткий зміст допису";
$locale['blog_0426'] = "Повний текст";
$locale['blog_0426b'] = "Зміст";
$locale['blog_0427'] = "Початкова дата";
$locale['blog_0428'] = "Кінцева дата";
$locale['blog_0429'] = "(не обов&lsquo;язково)";
$locale['blog_0430'] = "Доступ";
$locale['blog_0431'] = "Зберегти як чернетку";
$locale['blog_0432'] = "Закріпити цей допис";
$locale['blog_0433'] = "Автоматичне перенесення рядків";
$locale['blog_0434'] = "Дозволити коментарі";
$locale['blog_0435'] = "Дозволити оцінки";
$locale['blog_0436'] = "Попередній перегляд";
$locale['blog_0437'] = "Зберегти";
$locale['blog_0438'] = "Чернетка";
$locale['blog_0439'] = "Зображення";
$locale['blog_0440'] = "Макс. розмір файлу %s / Дозволені типи файлів GIF, JPEG або PNG.";
$locale['blog_0441'] = "Розрив сторінки";
$locale['blog_0442'] = "Розташування";
$locale['blog_0443'] = "Ключові слова";
$locale['blog_0444'] = "Натискайте Enter після кожного слова";
// Popup Error/Warning Messages
$locale['blog_0450'] = "Будь ласка, вкажіть заголовок";
$locale['blog_0451'] = "Видалити цей допис?";
$locale['blog_0451b'] = "Видалити цей розділ блогу?";
$locale['blog_0452'] = "%s заборонено для усіх.\n\rЦі налаштування матимуть силу лише після їх дозволу.";
$locale['blog_0453'] = "Коментарі";
$locale['blog_0454'] = "Оцінки";
$locale['blog_0455'] = "Коментарі та Оцінки";
$locale['blog_0456'] = "У цьому розділі дописи відсутні.";
$locale['blog_0457'] = "Будь ласка, вкажіть ключові слова";
// Filters
$locale['blog_0458'] = "Сортування:";
$locale['blog_0459'] = "Сортування розділів";
$locale['blog_0460'] = "Всі дописи блогу";
$locale['blog_0461'] = "Розділи блогу відсутні";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "Редагувати розділ блогу";
$locale['blog_0501'] = "Створити розділ блогу";
$locale['blog_0502'] = "Наявні розділи блогу";
// Blog Categories messages
$locale['blog_0520'] = "Розділ блогу успішно створено";
$locale['blog_0521'] = "Розділ блогу успішно оновлено";
$locale['blog_0522'] = "Розділ блогу неможливо видалити";
$locale['blog_0523'] = "У цьому розділі існують дописи або інші підрозділи, спочатку видаліть їх.";
$locale['blog_0524b'] = "Розділ блогу успішно видалено";
// Blog Categories form
$locale['blog_0530'] = "Назва:";
$locale['blog_0531'] = "Зображення:";
$locale['blog_0532'] = "Зберегти";
$locale['blog_0533'] = "Розділ вищого рівня:";
$locale['blog_0535'] = "Розділи блогу відсутні";
$locale['blog_0536'] = "Натисніть тут для завантаження зображення для розділу";
$locale['blog_0537'] = "Первинний розділ";
$locale['blog_0550'] = "Видалити цей розділ блогу?";
// Error Messages
$locale['blog_0560'] = "Будь ласка, вкажіть назву розділу.";
$locale['blog_0561'] = "Розділ з такою назвою вже існує.";
$locale['blog_0600'] = "Дописи для ухвалення";
$locale['blog_0601'] = "Зображення для ухвалення";
$locale['blog_0602'] = "Передбачається повний зміст?";
// Public Submissions Form
$locale['blog_0700'] = "Пропозиція допису в блог";
$locale['blog_0701'] = "Дякуємо за Вашу пропозицію допису в блог";
$locale['blog_0702'] = "Запропонувати ще";
$locale['blog_0703'] = "Використайте нижченаведену форму для надсилання допису в блог. Вашу пропозицію буде розглянуто адміністратором. Сайт [SITENAME] залишає за собою право виправляти або змінювати будь-яку пропозицію. Майте на увазі, що допис в блог має відповідати тематиці та правилам сайту. Недопустимі пропозиції будуть видалені.";
$locale['blog_0704'] = "Повернутися до початку сайту [SITENAME]";
// Alignment
$locale['left'] = "Зліва";
$locale['center'] = "Центр";
$locale['right'] = "Справа";
$locale['601'] = "Розмір мініатюри";
$locale['602'] = "Розмір зображення";
$locale['603'] = "Максимальний розмір зображення";
$locale['604'] = "(ширина x висота)";
$locale['605'] = "Максимальний розмір файлу (байт)";
// Blog & News Settings
$locale['950'] = "Вивантаження зображень";
$locale['951'] = "Посилання на зображенні веде до ";
$locale['952'] = "розділу новини";
$locale['953'] = "новини";
$locale['953b'] = "допису блогу";
$locale['954'] = "Співвідношення сторін мініатюри";
$locale['955'] = "як оригінал";
$locale['956'] = "квадрат";
$locale['959'] = "вивантажена світлина";
$locale['960'] = "зображення категорії";