<?php
// Blog Categories titles
$locale['400'] = "Редагування розділу блогу";
$locale['401'] = "Створення розділу блогу";
$locale['402'] = "Поточні розділи блогу";

// Blog Categories messages
$locale['420'] = "Розділ блогу успішно створено";
$locale['421'] = "Розділ блогу успішно оновлено";
$locale['422'] = "Розділ блогу неможливо видалити";
$locale['423'] = "У цьому розділі існують записи або інші підрозділи, спочатку видаліть їх.";
$locale['424'] = "Розділ блогу успішно видалено";

// Blog Categories form
$locale['430'] = "Назва:";
$locale['431'] = "Зображення:";
$locale['432'] = "Зберегти";
$locale['433'] = "Редагувати";
$locale['434'] = "Видалити";
$locale['435'] = "Розділи відсутні";
$locale['436'] = "Натисніть тут для завантаження зображення для розділу";
$locale['437'] = "Первинний розділ";

// Popup Error/Warning Messages
$locale['450'] = "Ви дійсно бажаєте видалити цей розділ блогу?";

// Error Messages
$locale['460'] = "Будь ласка, вкажіть назву розділу.";
$locale['461'] = "Розділ з такою назвою вже існує.";
