<?php
/* Common Forum Locales */
$locale['forum_000'] = "Создать форум";
$locale['forum_000a'] = "Обновить форум";
$locale['forum_000b'] = "Форум %s";
$locale['forum_000c'] = 'Начало форума';
$locale['forum_001'] = "Создать новый форум";
$locale['forum_002'] = "Изменить форум";
$locale['forum_003'] = "Удалить форум";
$locale['forum_004'] = "переместить форум";
$locale['forum_005'] = "Модерировать форум";
$locale['forum_006'] = "Название";
$locale['forum_007'] = "Описание";
$locale['forum_008'] = "Предок";
$locale['forum_009'] = "Тип форума";
$locale['forum_010'] = "Язык";
$locale['forum_011'] = "Псевдоним";
$locale['forum_012'] = "Мета-теги страницы";
$locale['forum_013'] = "Загрузка изображений";
$locale['forum_014'] = "Ссылки на картинки";
$locale['forum_015'] = "Макс. размер файла: %s и он должен быть изображением .png, .bmp, .jpg или .gif";
$locale['forum_016'] = "При загрузке файла изображения ссылка не используется.";
$locale['forum_017'] = "Правила форума или замечания";
$locale['forum_018'] = 'Введите новое название форума';
$locale['forum_019'] = "Разрешить объединение сообщений";
$locale['forum_020'] = "Разрешить вложения в сообщениях";
$locale['forum_021'] = "Разрешить быстрые сообщения";
$locale['forum_022'] = "Разрешить опросы";
$locale['forum_023'] = "Разрешить голосование в опросах";
$locale['forum_024'] = "Показать участвующих пользователей";
$locale['forum_025'] = "Копировать настройки доступа";
$locale['forum_026'] = "Зафиксировать форум";
$locale['forum_027'] = "Ширина: %s пикселей, высота: %s пикселей";
$locale['forum_028'] = "Удалить изображение форума";
$locale['forum_029'] = "Изменить разрешения";
$locale['forum_030'] = "Настройка разрешений форума";
$locale['forum_031'] = "Доступ к форуму";
$locale['forum_032'] = "Создание тем";
$locale['forum_033'] = "Ответ на сообщения";
$locale['forum_034'] = "Добавление вложений";
$locale['forum_035'] = "Скачивание вложений";
$locale['forum_036'] = "Создание опросов";
$locale['forum_037'] = "Участие в опросах";
$locale['forum_038'] = "Разрешить оценку сообщений";
$locale['forum_039'] = "Оценка сообщений";
$locale['forum_040'] = "Порог блокировки темы";
$locale['forum_041'] = "Всегда разблокирована";
$locale['forum_042'] = "Сохранить разрешения";
$locale['forum_043'] = "Порядок форума";
$locale['forum_044'] = "Выберите форум:";
$locale['forum_045'] = "Переместить вниз";
$locale['forum_046'] = "Переместить вверх";
$locale['forum_047'] = "Изменить разрешения";
$locale['forum_048'] = "Изменить форум";
$locale['forum_049'] = "Удалить форум";
$locale['forum_050'] = "Подфорум";
$locale['forum_051'] = "Псевдоним :";
$locale['forum_052'] = "Переместить темы и сообщения";
$locale['forum_053'] = "Удалить форум вместе с темами и сообщениями";
$locale['forum_054'] = "Переместить подфорумы";
$locale['forum_055'] = "Удалить подфорумы";
$locale['forum_056'] = "Базовая папка";
$locale['forum_057'] = 'Темы : ';
$locale['forum_058'] = 'Подфорумы : ';
$locale['forum_059'] = 'Сообщения : ';
$locale['forum_060'] = 'Параметры удаления форума';
$locale['forum_061'] = 'Пересчёт сообщений пользователей завершён';

/* Ranks Styling */
$locale['forum_062'] = 'Изображение';
$locale['forum_063'] = 'Текст';
$locale['forum_064'] = 'Стиль';

/* Needed in forum_functions_include.php */
$locale['forum_070'] = "Сообщений удалено: ";
$locale['forum_071'] = "Вложений удалено: ";
$locale['forum_072'] = "Тем удалено: ";

$locale['forum_080'] = "Тем на страницу: ";
$locale['forum_081'] = "Сообщений на страницу: ";


/* Permissions */
$locale['forum_desc_000'] = "Разрешения сообщений";
$locale['forum_desc_001'] = "Разрешения опросов";
$locale['forum_desc_002'] = "Разрешения вложений";
$locale['forum_desc_003'] = "Выбор модераторов форума";
$locale['forum_desc_004'] = "Ответы форума";
/* Navs */
$locale['forum_root'] = "Начало форума";
$locale['forum_points'] = "Пункты Форума";
/* Type */
$locale['forum_opts_001'] = "Категория";
$locale['forum_opts_002'] = "Форум";
$locale['forum_opts_003'] = "Ссылка";
$locale['forum_opts_004'] = "Поддержка и ответы";
/* Error Notices */
$locale['forum_error_1'] = "Название форума обязательно для указывания.";
$locale['forum_error_2'] = "Изображение должно быть меньше %s.";
$locale['forum_error_3'] = "Изображение должно быть ченьше, чем %s.";
$locale['forum_error_4'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['forum_error_5'] = "Неизвестная ошибка";
$locale['forum_error_6'] = "Ссылка для псевдонима уже используется. Пожалуйста, выберите другой уникальный адрес.";
$locale['forum_error_7'] = "Введите уникальное название форума.";
$locale['forum_error_8'] = "Пожалуйста, удалите текущее изображение форума перед назначением нового.";
$locale['forum_error_9'] = "Изображения по указанной ссылке не существует. Пожалуйста, проверьте путь ещё раз.";
/* Notices */
$locale['forum_notice_1'] = "Новая категория успешно создана.";
$locale['forum_notice_2'] = "Новый форум успешно создан.";
$locale['forum_notice_3'] = "Новый форум ссылок успешно создан.";
$locale['forum_notice_4'] = "Новый форум вопросов и ответов успешно создан.";
$locale['forum_notice_5'] = "Форум удалён.";
$locale['forum_notice_6'] = "Форум перемещён вверх.";
$locale['forum_notice_7'] = "Форум перемещён вниз.";
$locale['forum_notice_8'] = "Изображение форума удалено.";
$locale['forum_notice_9'] = "Информация о форуме обновлена.";
$locale['forum_notice_10'] = "Права доступа к форуму обновлены.";
$locale['forum_notice_11'] = "Очистка форума успешно завершена.";
$locale['forum_notice_13'] = 'Форум номер %d был отсортирован и сейчас занимает позицию %d';
$locale['forum_notice_na'] = 'Неправильное действие для форума';

$locale['forum_admin_000'] = 'Forum Management';
$locale['forum_admin_001'] = 'Forum Ranks';
$locale['forum_admin_002'] = 'Forum Settings';

/* Etc */
$locale['delete_notice'] = "Удалить форум? Внимание: эта операция необратима.";
$locale['531'] = "Выкл.";
$locale['560'] = "Категории форумов не созданы";
$locale['561'] = "Форумы не созданы";
$locale['562'] = "Обновить порядок форумов";
// Forum Settings
$locale['500'] = "Форум";
$locale['501'] = "Панель последних активных тем форума:";
$locale['502'] = "Включить";
$locale['503'] = "Выключить";
$locale['505'] = "Последние темы";
$locale['506'] = "(панель последних активных тем форума)";
$locale['507'] = "Показывать IP-адреса всем:";
$locale['508'] = "Максимальный размер вложения:";
$locale['509'] = "Максимальный размер файла в байтах";
$locale['510'] = "Разрешенные типы файлов:";
$locale['511'] = "разделяйте допустимые типы запятыми";
$locale['512'] = "Уведомление о темах";
$locale['518'] = "Да";
$locale['519'] = "Нет";
$locale['520'] = "Разрешить ранги на форуме";
$locale['521'] = "Запретить правку:";
$locale['522'] = "(предотвращает правку сообщений их авторами)";
$locale['523'] = "Пересчитать сообщения пользователей";
$locale['524'] = "[ГОТОВО]";
$locale['525'] = "Время для выбора популярных тем:";
$locale['526'] = "(укажите срок для панели популярных тем)";
$locale['527'] = "1 неделя";
$locale['528'] = "1 месяц";
$locale['529'] = "1 год";
$locale['530'] = "Всё время";
$locale['531'] = "Показывать последние сообщения перед формой ответа?";
$locale['532'] = "Последнее сообщение + %s";
$locale['533'] = "Только последнее сообщение";
$locale['534'] = "Максимальное количество вложений";
$locale['535'] = "Максимальное количество вложений в сообщениях";
$locale['536'] = "Максимальное время для правки";
$locale['537'] = "(В минутах, 0 для неограниченного)";
$locale['538'] = "Обновлять время после правки";
$locale['539'] = "Показывать аватар автора последнего сообщения";
