<?php
// Administrators messages
$locale['400'] = "Администратор добавлен";
$locale['401'] = "Администратор обновлён";
$locale['402'] = "Администратор удалён";
// Search/Add Administrator
$locale['410'] = "Добавить администратора";
$locale['411'] = "Используйте форму для поиска пользователей для добавления.";
$locale['412'] = "ID пользователя";
$locale['413'] = "Имя пользователя";
$locale['414'] = "Поиск";
$locale['415'] = "Предоставить все права";
$locale['416'] = "Сделать суперадмином";
$locale['417'] = "Добавить администратора";
$locale['418'] = "Пользователи не найдены.";
$locale['419'] = "Искать снова";
// Current Administrators
$locale['420'] = "Администраторы";
$locale['421'] = "Имя пользователя";
$locale['422'] = "Уровень доступа";
$locale['423'] = "Параметры";
$locale['424'] = "Первичны администратор";
$locale['425'] = "Права не назначены";
$locale['426'] = "Изменить";
$locale['427'] = "Удалить";
// Edit Admin Rights
$locale['440'] = "Изменить админ. права";
$locale['441'] = "Содержимое";
$locale['442'] = "Пользователи";
$locale['443'] = "Система";
$locale['444'] = "Плагины";
$locale['445'] = "Отметить всё";
$locale['446'] = "Снять все отметки";
$locale['447'] = "Админпароль:";
$locale['448'] = "Сохранить права";
$locale['449'] = "Настройки";
$locale['450'] = "Проверить безопасность";
// Popup Error/Warning Messages
$locale['460'] = "Удалить этого администратора?";
$locale['461'] = "Добавить администратора?";
$locale['462'] = "Внимание! Предоставление этих прав доступа может нести угрозу безопасности!";
// Remove Admin confirmation
$locale['470'] = "Удалить администратора";
$locale['471'] = "Для удаления этого администратора введите свой админпароль:";
$locale['472'] = "Подтверждение";
$locale['473'] = "Отмена";
