<?php
// Category titles
$locale['400'] = "Добавить категорию";
$locale['401'] = "Изменить категорию";
$locale['402'] = "Созданные категории";
// Category messages
$locale['410'] = "Категория добавлена";
$locale['411'] = "Категория обновлена";
$locale['412'] = "Эту категорию нельзя удалить";
$locale['413'] = "В эту категорию добавлены статьи";
$locale['414'] = "Категория удалена";
// Category form
$locale['420'] = "Название:";
$locale['421'] = "Описание";
$locale['422'] = "Сортировка статей:";
$locale['423'] = "ID статьи";
$locale['424'] = "Заголовку статьи";
$locale['425'] = "Дате добавления";
$locale['426'] = "По возрастанию";
$locale['427'] = "По убыванию";
$locale['428'] = "Доступ к категории для:";
$locale['429'] = "Сохранить категорию";
// Current category options
$locale['440'] = "Категория";
$locale['441'] = "Доступ";
$locale['442'] = "Действия";
$locale['443'] = "Изменить";
$locale['444'] = "Удалить";
$locale['445'] = "Категории статей не созданы";
// Delete Article category
$locale['450'] = "Удалить эту категорию?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название категории.";
$locale['461'] = "Такая категория уже существует.";
?>