<?php
// Article titles
$locale['400'] = "Добавить статью";
$locale['401'] = "Изменить статью";
$locale['402'] = "Существующие статьи";
$locale['403'] = "Статьи";
// Article messages
$locale['410'] = "Статья добавлена";
$locale['411'] = "Статья обновлена";
$locale['412'] = "Статья удалена";
// Category form
$locale['420'] = "Изменить";
$locale['421'] = "Удалить";
$locale['422'] = "Категория:";
$locale['423'] = "Заголовок:";
$locale['424'] = "Аннотация:";
$locale['425'] = "Полный текст:";
$locale['426'] = "Сохранить как черновик";
$locale['427'] = "Автоматический переход на новую строку";
$locale['428'] = "Разрешить комментарии";
$locale['429'] = "Разрешить оценки";
$locale['430'] = "Предпросмотр";
$locale['431'] = "Сохранить статью";
$locale['432'] = "Разрыв страницы";
$locale['433'] = "[ЧЕРНОВИК]";
$locale['434'] = "Ключевые слова (разделяйте запятыми)";
// Popup Error/Warning Messages
$locale['450'] = "Пожалуйста, укажите заголовок";
$locale['451'] = "Удалить статью?";
$locale['452'] = "Не создано ни одной категории для статей";
$locale['453'] = "Перед добавлением статей следует создать хотя бы одну категорию";
$locale['454'] = "Нажмите здесь";
$locale['455'] = " для перехода к категориям статей";
$locale['456'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['457'] = "Комментарии";
$locale['458'] = "Оценки";
$locale['459'] = $locale['457']." и ".$locale['458'];
$locale['460'] = "Пожалуйста, укажите ключевые слова";
?>