<?php
$locale['400'] = "Управление BB кодами";
$locale['401'] = "Проверка BB кодов";
// Enabled BB Codes
$locale['402'] = "Включенные BB коды";
$locale['403'] = "Название";
$locale['404'] = "Иконка";
$locale['405'] = "Описание";
$locale['406'] = "Использование";
$locale['407'] = "Порядок";
$locale['408'] = "Вниз";
$locale['409'] = "Вверх";
$locale['410'] = "Выключить";
$locale['411'] = "Нет разрешенных BB кодов.";
// Disabled BB Codes
$locale['413'] = "Отключенные";
$locale['414'] = "Включить";
$locale['415'] = "Перенос строки";
$locale['416'] = "Все доступные BB коды включены.";
// Test BB Codes
$locale['417'] = "Проверка отображения BB кодов";
$locale['418'] = "Запретить смайлы при проверке";
$locale['418a'] = "Тестовое сообщение";
$locale['418b'] = "Пожалуйста, введите сообщения для проверки BB кодов.";
