<?php
$locale['cp_100'] = "Страница";
$locale['cp_101'] = "Заголовок страницы";
$locale['cp_102'] = "Отображать для";
$locale['cp_103'] = "Язык";
$locale['cp_104'] = "Разрешить комментарии";
$locale['cp_105'] = "Разрешить оценки";
$locale['cp_106'] = "Добавить ссылку";
// Custom Pages titles
$locale['400'] = "Добавить страницу";
$locale['401'] = "Изменить страницу";
$locale['402'] = "Созданные страницы";
$locale['403'] = "Страницы";
// Custom Pages messages
$locale['410'] = "Страница добавлена";
$locale['411'] = "Страница обновлена";
$locale['412'] = "Адрес страницы: ";
$locale['413'] = "Страница удалена";
// Custom Page form
$locale['420'] = "Изменить";
$locale['421'] = "Удалить";
$locale['422'] = "Заголовок страницы:";
$locale['423'] = "Доступ: ";
$locale['424'] = "Содержимое:";
$locale['425'] = "Админпароль:";
$locale['426'] = "Добавить ссылку в навигацию";
$locale['427'] = "Разрешить комментарии";
$locale['428'] = "Разрешить оценки";
$locale['429'] = "Предпросмотр";
$locale['430'] = "Сохранить страницу";
$locale['431'] = "Разрыв страницы";
$locale['432'] = "Ключевые слова (нажимайте Enter для завершения ввода каждого слова)";
// Popup errors / warning messages
$locale['450'] = "Удалить страницу?";
$locale['451'] = "Пожалуйста, укажите заголовок";
$locale['452'] = "Пожалуйста, укажите админпароль";
$locale['453'] = "Админпароль не совпадает";
$locale['454'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['455'] = "Комментарии";
$locale['456'] = "Оценки";
$locale['457'] = $locale['455']." и ".$locale['456'];
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Включить";
$locale['462'] = "Выключить";

