<?php
// Database Restore
$locale['400'] = "Восстановление БД";
$locale['401'] = "Ошибка";
$locale['402'] = "Неверный формат файла резервной копии";
$locale['403'] = "Закрыть";
// Backup File Information
$locale['410'] = "Данные о файле резервной копии";
$locale['411'] = "Данные о файле для восстановления";
$locale['412'] = "Имя файла копии:";
$locale['413'] = "Дата создания:";
$locale['414'] = "Имя базы данных:";
$locale['415'] = "Префикс таблиц ядра:";
$locale['416'] = "Таблицы:";
$locale['417'] = "Посмотреть";
$locale['418'] = "отмена";
$locale['419'] = "таблиц";
// Database Restore
$locale['430'] = "Параметры восстановления";
$locale['431'] = "Имя файла:";
$locale['432'] = "Создан:";
$locale['433'] = "Создать таблицы:";
$locale['434'] = "Заполнить таблицы:";
$locale['435'] = "Выбрать:";
$locale['436'] = "все";
$locale['437'] = "ничего";
$locale['438'] = "Восстановить из резервной копии";
$locale['439'] = "Отмена";
$locale['440'] = "Поддерживаемые типы файлов:";
// Database Backup
$locale['450'] = "Резервирование БД";
$locale['451'] = "Информация о базе данных";
$locale['452'] = "Общий размер таблиц:";
$locale['453'] = "Размер таблиц ядра:";
$locale['454'] = "Параметры резервирования:";
$locale['455'] = "Тип резервной копии:";
$locale['456'] = "(сжатая)";
$locale['457'] = "Таблицы БД";
$locale['458'] = "ядро";
$locale['459'] = "Создать резервную копию";
$locale['460'] = "Админпароль:";
$locale['460b'] = "Пожалуйста, введите Ваш админпароль";
$locale['461'] = "Требуемая информация";
// Backup List
$locale['480'] = "Восстановить из резервной копии";
$locale['481'] = "Имя файла:";
$locale['481b'] = "Пожалуйста, укажите имя файла";
?>