<?php
// Download Category titles
$locale['400'] = "Изменить категорию загрузок";
$locale['401'] = "Добавить категорию загрузок";
$locale['402'] = "Созданные категории";
// Download Category messages
$locale['410'] = "Категория загрузок добавлена";
$locale['411'] = "Категория загрузок обновлена";
$locale['412'] = "Категория не может быть удалена";
$locale['413'] = "В этой категории размещены загрузки";
$locale['414'] = "Категория загрузок удалена";
// Download Category form
$locale['420'] = "Название:";
$locale['421'] = "Описание:";
$locale['422'] = "Сортировка загрузок:";
$locale['423'] = "ID загрузки";
$locale['424'] = "Название";
$locale['425'] = "Дата размещения";
$locale['426'] = "Возрастание";
$locale['427'] = "Убывание";
$locale['428'] = "Доступ:";
$locale['429'] = "Сохранить категорию";
// Current Download Categories
$locale['440'] = "Категория";
$locale['441'] = "Доступ";
$locale['442'] = "Действия";
$locale['443'] = "Изменить";
$locale['444'] = "Удалить";
$locale['445'] = "Категории загрузок не созданы";
// Delete Download category
$locale['450'] = "Удалить категорию загрузок?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название.";
$locale['461'] = "Такая категория уже существует.";
?>