<?php
// Downloads titles
$locale['400'] = "Добавить загрузку";
$locale['400b'] = "Загрузки";
$locale['401'] = "Изменить загрузку";
$locale['402'] = "Добавленные загрузки";
// Downloads messages
$locale['410'] = "Загрузка добавлена";
$locale['411'] = "Загрузка обновлена";
$locale['412'] = "Загрузка удалена";
$locale['413'] = "Произошла следующая ошибка:";
$locale['414'] = "Некорректное имя файла.";
$locale['415'] = "Размер файла не дожен превышать %s.";
$locale['415a'] = "Размер изображения должен быть меньше, чем %s.";
$locale['415b'] = "Изображение должно быть меньшим, чем %s.";
$locale['416'] = "Файл должен быть одного из следующих типов: %s.";
$locale['416a'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['417'] = "Название загрузки не должно быт пустым.";
$locale['418'] = "Следует выбрать файл или указать ссылку на загрузку.";
$locale['419'] = "Краткое описание загрузки не может быть пустым.";
$locale['419a'] = "Неизвестная ошибка";
// Downloads form
$locale['420'] = "Название:";
$locale['421'] = "Описание:";
$locale['421b'] = "Краткое описание:";
$locale['421c'] = "Ключевые слова (разделяйте запятыми):";
$locale['421d'] = "Источник загрузки (выберите один):";
$locale['422'] = "Ссылка:";
$locale['423'] = "Категория:";
$locale['424'] = "Лицензия:";
$locale['425'] = "ОС:";
$locale['426'] = "Версия:";
$locale['427'] = "Размер файла:";
$locale['428'] = "Сохранить загрузку";
$locale['429'] = "Обновить дату публикации";
$locale['430'] = "Файл";
$locale['430b'] = "Ссылка";
$locale['431'] = "Удалить";
$locale['432'] = "Подсчитать размер файла";
$locale['433'] = "Макс. размер файла: %s / Разрешённые типы: %s";
$locale['433b'] = "Макс. размер файла: %s / Разрешённые типы: %s / Макс. ширина: %s пикселей, макс. высота: %sпикселей";
$locale['434'] = "Снимок:";
$locale['435'] = "Домашняя страница:";
$locale['436'] = "Авторские права:";
$locale['437'] = "Комментарии:";
$locale['438'] = "Оценки:";
$locale['439'] = "Отмена";
// Current Downloads
$locale['440'] = "Скачать файл [нажмите для проверки]";
$locale['441'] = "Действия";
$locale['442'] = "Изменить";
$locale['443'] = "Удалить";
// No Downloads/Download Categories Defined
$locale['450'] = "В эту категорию загрузки не добавлены";
$locale['451'] = "Категории загрузок не созданы";
$locale['452'] = "Перед добавлением загрузок слоедует создать по меньшей мере одну категорию";
$locale['453'] = "Нажмите здесь";
$locale['454'] = " для перехода к категориям загрузок";
// Popup Error/Warning Messages
$locale['460'] = "Удалить загрузку?";
$locale['461'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['462'] = "Комментарии";
$locale['463'] = "Оценки";
$locale['464'] = $locale['462']." and ".$locale['463'];
?>