<?php
// Titles
$locale['400'] = "Журнал ошибок";
$locale['401'] = "Выберите для просмотра в файле";
// Errors table
$locale['410'] = "Ошибка";
$locale['411'] = "На странице";
$locale['412'] = "Пользователь";
$locale['413'] = "Дата";
$locale['414'] = "Статус";
$locale['415'] = "Строка:";
$locale['416'] = "Уровень:";
$locale['417'] = "IP-адрес:";
$locale['418'] = "В журнале ошибок нет.";
$locale['419'] = "Файл";
$locale['420'] = "Подробности";
$locale['421'] = "Исходный код";
$locale['422'] = "Наверх";
// Delete form
$locale['440'] = "Удалить все записи со статусом";
// Status form
$locale['450'] = "Новая";
$locale['451'] = "Решена";
$locale['452'] = "Проигнорирована";
$locale['453'] = "Применить";
$locale['454'] = "Критичность";
