<?php
// FAQ Category titles
$locale['400'] = "Добавить раздел ЧаВо";
$locale['401'] = "Изменить раздел ЧаВо";
// FAQ Category messages
$locale['410'] = "Раздел ЧаВо добавлен";
$locale['411'] = "Раздел ЧаВо обновлён";
$locale['412'] = "Раздел ЧаВо невозможно удалить";
$locale['413'] = "В этом разделе ЧаВо есть вопросы";
$locale['414'] = "Раздел ЧаВо удалён";
// FAQ Category form
$locale['420'] = "Название раздела";
$locale['421'] = "Описание раздела";
$locale['422'] = "Соххранить раздел";
// FAQ titles
$locale['500'] = "Добавить вопрос";
$locale['501'] = "Изменить вопрос";
$locale['502'] = "Добавленные вопросы";
// FAQ messages
$locale['510'] = "Вопрос добавлен";
$locale['511'] = "Вопрос обновлён";
$locale['512'] = "Вопрос удалён";
// FAQ Form
$locale['520'] = "Раздел";
$locale['521'] = "Вопрос";
$locale['522'] = "Ответ";
$locale['523'] = "Сохранить вопрос";
// Current FAQs
$locale['540'] = "Раздел / вопрос";
$locale['541'] = "Действия";
$locale['542'] = "Изменить";
$locale['543'] = "Удалить";
$locale['544'] = "Ни одного вопроса не добавлено.";
$locale['545'] = "No Разделы ЧаВо не созданы.";
$locale['546'] = "Удалить этот раздел?";
$locale['547'] = "Удалить этот вопрос?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название раздела.";
$locale['461'] = "Такой раздел ЧаВо уже существует.";
$locale['462'] = "Пожалуйста, введите ответ и вопрос на него.";
?>