<?php
// Forum Category titles
$locale['400'] = "Добавить раздел форума";
$locale['401'] = "Изменить раздел";
// Forum Category messages
$locale['410'] = "раздел форума добавлен";
$locale['411'] = "Раздел орума обновлён";
$locale['412'] = "Невозможно удалить раздел форума";
$locale['413'] = "В этом разделе есть форума";
$locale['414'] = "Раздел форума удалён";
// Forum Category form
$locale['420'] = "Название раздела";
$locale['420b'] = "Описание раздела";
$locale['421'] = "Порядок";
$locale['422'] = "Сохранить раздел";
// Delete Forum Category
$locale['440'] = "Удалить раздел форума?";
// Forum titles
$locale['500'] = "Добавить форум";
$locale['501'] = "Изменить форум";
// Forum Category messages
$locale['510'] = "Форум добавлен";
$locale['511'] = "Форум изменён";
$locale['512'] = "Невозможно удалить форум";
$locale['513'] = "В этом форуме есть темы";
$locale['514'] = "Форум удалён";
$locale['515'] = "Модераторы форума обновлены";
$locale['516'] = "Пожалуйста, укажите название раздела.";
$locale['517'] = "Пожалуйста, укажите уникальное назвагние форума.";
// Add/Edit Forum Form
$locale['520'] = "Название форума:";
$locale['521'] = "Описание:";
$locale['522'] = "Раздел:";
$locale['523'] = "Порядок:";
$locale['524'] = "Права в форуме";
$locale['525'] = "Доступ:";
$locale['526'] = "Создание тем:";
$locale['527'] = "Публикация ответов:";
$locale['528'] = "Добавление вложений:";
$locale['529'] = "Создание опросов:";
$locale['530'] = "Голосование:";
$locale['531'] = "Отключить";
$locale['532'] = "Сохранить форум";
$locale['533'] = "Модераторы";
$locale['534'] = "Сохранить модераторов";
$locale['535'] = "Скачивание вложений:";
// Forum Settings
$locale['540'] = "Настройки форума:";
$locale['541'] = "Объединение сообщений:";
$locale['542'] = "Включено";
$locale['543'] = "Отключено";
// Current Forums
$locale['550'] = "Созданые форумы";
$locale['551'] = "Раздел форум";
$locale['552'] = "Порядок";
$locale['553'] = "Действия";
$locale['554'] = "Изменить";
$locale['555'] = "Удалить";
$locale['556'] = "Вверх";
$locale['557'] = "Вниз";
$locale['558'] = "Переместить вверх";
$locale['559'] = "Переместить вниз";
$locale['560'] = "Разделы форума не созданы";
$locale['561'] = "Форумы не созданы";
$locale['562'] = "Обновить порядок форумов";
$locale['563'] = "Очистка";
// Delete Forum
$locale['570'] = "Удалить форум?";
// Pruning
$locale['600'] = "Очистить форум";
$locale['601'] = "Это действие удалит темы и сообщения,";
$locale['602'] = "которые старше указанного периода времени.";
$locale['603'] = "Период очистки: ";
$locale['604'] = "неделя";
$locale['605'] = "недель(-и)";
$locale['606'] = "месяц";
$locale['607'] = "месяца(-ев)";
$locale['608'] = "Очистка завершена.";
$locale['609'] = "Удалено сообщений: ";
$locale['610'] = "Удалено вложений: ";
$locale['611'] = "Удалено тем: ";
$locale['612'] = "При очистке темы, сообщения и вложения будут утеряны. Действительно очистить форум?";
?>