<?php
// Forum Ranks Titles
$locale['400'] = "Добавить ранг";
$locale['401'] = "Изменить ранг";
$locale['402'] = "Созданные ранги";
$locale['403'] = "Система рангов отключена";
$locale['404'] = "Ранги форума";
// News messages
$locale['410'] = "Ранг добавлен";
$locale['411'] = "Ранг обновлён";
$locale['412'] = "Ранг удалён";
$locale['413'] = "Администраторам и модераторам может быть назначен только один ранг";
$locale['414'] = "Пожалуйста, введите название ранга";
// Forum Ranks form
$locale['420'] = "Название:";
$locale['421'] = "Изображение:";
$locale['422'] = "Минимум сообщений:";
$locale['423'] = "Применить к:";
$locale['424'] = "Участникам";
$locale['425'] = "Модераторам";
$locale['426'] = "Администраторам";
$locale['427'] = "Суперадминам";
$locale['428'] = "Сохранить ранг";
$locale['429'] = "Тип ранга:";
$locale['429a'] = "Специальный";
$locale['429b'] = "Администраторский";
$locale['429c'] = "По количеству собощений";
// Current Forum Ranks
$locale['430'] = "Название";
$locale['431'] = "Применяется к";
$locale['432'] = "Изображение";
$locale['433'] = "Минимум сообщений";
$locale['434'] = "Действия";
$locale['435'] = "Изменить";
$locale['436'] = "Удалить";
$locale['437'] = "Ранги не определены.";
$locale['438'] = "Тип / количество";
// Forum Ranks Disabled
$locale['450'] = "Система рангов форума отключена.<br />Пожалуйста, перейдите в %s админпанели для включения.";
$locale['451'] = "Настройки форума";
