<?php
// Album titles
$locale['photo_000'] = "Фотоальбомы";
$locale['photo_001'] = "Фотографии";
$locale['photo_002'] = "Пакетная загрузка";

$locale['400'] = "Добавить альбом";
$locale['401'] = "Изменить альбом";
$locale['402'] = "Созданные альбомы";
$locale['403'] = "Ошибка в фотоальбомах";
// Album messages
$locale['409'] = "Пожалуйста, введите название альбома";
$locale['410'] = "Альбом добавлен";
$locale['411'] = "Альбом обновлён";
$locale['412'] = "Картинка альбома удалена";
$locale['413'] = "Альбом удалён";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Некорректное имя файла изображения";
$locale['416'] = "Файл должен иметь размер не более %s.";
$locale['417'] = "Изображение должно быть файлом GIF, JPEG или PNG.";
$locale['418'] = "Размер изображения не должен превышать %uw x %uh пикселей.";
$locale['419'] = "Невозможно удалить альбом. Вы неверно ввели свой пароль.";
$locale['420'] = "Библиотека GD не найдена. Фотоальбомы не будут работать без этой библиотеки. Для дальнейших действия свяжитесь с техподдержкой вашего хостера.";
// Album confirmation
$locale['430'] = "Подтверждение удаления альбома";
$locale['431'] = "Альбом, который Вы пытаетесь удалить, содержит фотографии.<br />\n"."Для удаления этого альбома, пожалуйста, введите свой админпароль:";
$locale['432'] = "Подтвердить";
$locale['433'] = "Отмена";
// Album form
$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Изображение альбома: ";
$locale['445'] = "Сохранить альбом";
// Current Albums
$locale['460'] = "Открыть альбом";
$locale['461'] = "Нет изображения";
$locale['462'] = "Дата создания: ";
$locale['463'] = "Создан пользователем: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Фотографий: ";
$locale['466'] = "Вверх";
$locale['467'] = "Вниз";
$locale['468'] = "Изменить";
$locale['469'] = "Удалить";
$locale['470'] = "Порядок альбомов и фотографий обновлён";
$locale['470a'] = "Обновление порядка альбомов и фотографий в галерее завершено";
$locale['470c'] = "Обновить галерею";
$locale['471'] = "Фотоальбомы не созданы.";
// Delete Album
$locale['500'] = "Удалить альбом?";

// new admin
$locale['600'] = "Создать альбомы";
$locale['601'] = "Добавить фото";

$locale['605'] = "Создать альбом";
$locale['606'] = "Изменить альбом";
$locale['607'] = "Название";
$locale['608'] = "Название альбома";
$locale['609'] = "Описание";
$locale['610'] = "Что будет в этом альбоме?";
$locale['611'] = "Доступ";
$locale['612'] = "Язык";
$locale['613'] = "Порядок";

$locale['620'] = "Загрузить фото";
$locale['621'] = "Изменить фото";
$locale['622'] = "Название";
$locale['623'] = "Название фото";
$locale['624'] = "Альбом";
$locale['625'] = "Ключевые слова";
$locale['626'] = "Ключевые слова для фото";
$locale['627'] = "Описание фото";
$locale['628'] = "Что на фото изображено?";
$locale['629'] = "Разрешить комментарии";
$locale['630'] = "Разрешить оценки";
$locale['631'] = "Загрузить";

$locale['635'] = "Альбом:";
$locale['636'] = "Автор фото:";
$locale['637'] = "Добавлено:";
$locale['638'] = "Оценить";
$locale['639'] = "Комментировать";
$locale['640'] = "Описание:";
$locale['641'] = "Просмотров";
$locale['642'] = "Оценки";
$locale['643'] = "Комментарии";
$locale['644'] = "Размеры";
$locale['645'] = "Тип изображения";
$locale['646'] = "Каналы";
$locale['647'] = "Глубина цвета";
$locale['648'] = "ISO";
$locale['649'] = "Экспозиция";
$locale['650'] = "Диафрагма";
$locale['651'] = "Камера";
$locale['652'] = "Модель";
$locale['655'] = "Ключевые слова:";

$locale['660'] = "В этом альбоме пока что нет фотографий";

$locale['700'] = "Фотоальбом обновлён";
$locale['701'] = "Фотоальбом создан";
$locale['702'] = "Фотография загружена";
$locale['703'] = "Фотография обновлена";
?>