<?php
/* Buttons description */
$locale['html_000'] = 'Жирный';
$locale['html_001'] = 'Курсив';
$locale['html_002'] = 'Подчёркивание';
$locale['html_003'] = 'Зачёркивание';
$locale['html_004'] = 'Цитата';
$locale['html_005'] = 'Горизонтальная линия';
$locale['html_006'] = 'Выравнивание влево';
$locale['html_007'] = 'выравнивание по центру';
$locale['html_008'] = 'Выравнивание вправо';
$locale['html_009'] = 'Выравнивание по ширине';
$locale['html_010'] = 'Вставка ссылки';
$locale['html_011'] = 'Вставка изображения';
$locale['html_012'] = 'Центр';
$locale['html_013'] = 'Мелкий текст';
$locale['html_014'] = 'Мелкий текст 2';
$locale['html_015'] = 'Альтернативный текст';
$locale['html_016'] = 'Разрыв страницы';
$locale['html_017'] = 'Цвет текста';
$locale['html_018'] = 'Азбац';
$locale['html_019'] = 'Заголовки';

$locale['texts'] = "Текст";
$locale['preview'] = "Предпросмотр";
$locale['word_count'] = "Количество знаков";
$locale['error_preview'] = "Ошибка предпросмотра";
$locale['error_preview_text'] = "Предпросмотр временно не может быть создан. Пожалуйста, перезагрузите страницу и попробуйте еще раз.";
