<?php
// Delete Image
$locale['400'] = "Удалить изображение";
$locale['401'] = "Изображение удалено";
$locale['402'] = "Вернуться к управлению изображениями";
$locale['403'] = "Вернуться в начало админпанели";
// Upload Image
$locale['420'] = "Загрузка изображения";
$locale['421'] = "Имя файла:";
$locale['422'] = "Основные изображения";
$locale['423'] = "Изображения для статей";
$locale['424'] = "Изображения для новостей";
$locale['425'] = "Вы можете загружать изображения лишь в форматах GIF, JPG или PNG";
$locale['426'] = "Изображения загружено";
$locale['427'] = "Изображения для категорий новостей";
$locale['428'] = "Изображения для блогов";
$locale['429'] = "Изображения для категорий блогов";
// View Image
$locale['440'] = "Просмотр изображения";
$locale['441'] = "Неизвестный формат файла, невозможно отобразить изображение.";
$locale['442'] = "Удалить изображение";
// Image Management
$locale['460'] = "Изображения";
$locale['461'] = "Просмотр";
$locale['462'] = "Удалить";
$locale['463'] = "Эта папка пустая";
$locale['464'] = "Обновить список изображений для TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "Удалить это изображение?";
