<?php
// News titles
$locale['400'] = "Существующие новости";
$locale['401'] = "Добавить новость";
$locale['402'] = "Изменить новость";
// News messages
$locale['410'] = "Новость добавлена";
$locale['411'] = "Новость обновлена";
$locale['412'] = "Новость удалена";
$locale['413'] = "Неверное имя файла изображения.";
$locale['414'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['415'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['416'] = "Изображение не должно быть больше, чем %s пикселей.";
$locale['417'] = "Неизвестная ошибка";
// News form
$locale['420'] = "Изменить";
$locale['421'] = "Удалить";
$locale['422'] = "Заголовок:";
$locale['423'] = "Категория:";
$locale['424'] = "Без категории";
$locale['425'] = "Аннотация:";
$locale['426'] = "Полный текст:";
$locale['427'] = "Начало отображения:";
$locale['428'] = "Окончание отображения:";
$locale['429'] = "(необязательно)";
$locale['430'] = "Показывать для:";
$locale['431'] = "Сохранить как черновик";
$locale['432'] = "Зафиксировать новость наверху";
$locale['433'] = "Автоматический переход на новую строку";
$locale['434'] = "Разрешить комментарии";
$locale['435'] = "Разрешить оценки";
$locale['436'] = "Предпросмотр";
$locale['437'] = "Сохранить новость";
$locale['438'] = "[ЧЕРНОВИК]";
$locale['439'] = "Изображение для новости";
$locale['440'] = "Размер файла не более: %s / Разрешенные форматы: GIF, JPEG или PNG.";
$locale['441'] = "Разрыв страницы";
$locale['442'] = "Выравнивание картинки для новости";
$locale['443'] = "Ключевые слова (разделяйте запятыми)";
// Popup Error/Warning Messages
$locale['450'] = "Пожалуйста, укажите заголовок";
$locale['451'] = "Удалить новость?";
$locale['451b'] = "Удалить эту категорию новостей?";
$locale['452'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['453'] = "Комментарии";
$locale['454'] = "Оценки";
$locale['455'] = $locale['453']." и ".$locale['454'];
$locale['456'] = 'В этой категории нет новостей.';
$locale['457'] = "Пожалуйста, укажите ключевые слова";
//Alignment
$locale['left'] = "Влево";
$locale['center'] = "По центру";
$locale['right'] = "Вправо";
?>