<?php
// News Categories titles
$locale['400'] = "Изменить категорию";
$locale['401'] = "Добавить категорию";
$locale['402'] = "Созданные категории";
// News Categories messages
$locale['420'] = "Категория добавлена";
$locale['421'] = "Категория обновлена";
$locale['422'] = "Эту категорию нельзя удалить";
$locale['423'] = "В эту категорию добавлены новости";
$locale['424'] = "Категория удалена";
// News Categories form
$locale['430'] = "Название:";
$locale['431'] = "Изображение:";
$locale['432'] = "Сохранить категорию";
$locale['433'] = "Изменить";
$locale['434'] = "Удалить";
$locale['435'] = "Категории новостей не созданы";
$locale['436'] = "Нажмите для загрузки изображения для категорий";
// Popup Error/Warning Messages
$locale['450'] = "Удалить эту категорию?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название категории.";
$locale['461'] = "Такая категория уже существует.";
?>