<?php
// Panel Management
$locale['400'] = "Панели";
$locale['401'] = "Название панели";
$locale['402'] = "Размещение";
$locale['403'] = "Порядок";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Действия";
// Panel Settings
$locale['420'] = "Слева";
$locale['421'] = "Центр вверху";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Центр внизу";
$locale['426'] = "Под заголовком";
$locale['427'] = "Над подвалом";
// Panel Options
$locale['430'] = "Переместить влево";
$locale['431'] = "Переместить вправо";
$locale['432'] = "Переместить вверх";
$locale['433'] = "Переместить вниз";
$locale['434'] = "Изменить";
$locale['435'] = "Включить";
$locale['436'] = "Отключить";
$locale['437'] = "Удалить";
$locale['438'] = "Новая панель";
$locale['439'] = "Обновить порядок панелей";
$locale['440'] = "Удалить панель?";
$locale['441'] = "Влево";
$locale['442'] = "Вправо";
$locale['443'] = "Вверх";
$locale['444'] = "Вниз";
$locale['445'] = "Переместить выше";
$locale['446'] = "Переместить ниже";
// Add/Edit Panel Form
$locale['450'] = "Изменить панель";
$locale['451'] = "Добавить панель";
$locale['452'] = "Название панели:";
$locale['453'] = "Файл панели:";
$locale['454'] = "Содержимое панели будет проигнорировано, если выбрать";
$locale['455'] = "Содержимое панели:";
$locale['456'] = "Админпароль:";
$locale['457'] = "Размещение панели:";
$locale['458'] = "Доступ:";
$locale['459'] = "Отображать панельна всех страницах";
$locale['460'] = "Предпросмотр";
$locale['461'] = "Сохранить";
$locale['462'] = "Ограничение панели:";
$locale['463'] = "Примеры:";
$locale['464'] = "Исключить на страницах";
$locale['465'] = "Включить на страницах";
$locale['466'] = "Язык:";
// Update/Add new Panel Errors
$locale['470'] = "Название панели не указано";
$locale['471'] = "Такое название уже использовано";
$locale['472'] = "Содержимое панели не определено";
$locale['473'] = "Файл панели не указан";
$locale['474'] = "Админпароль введен неверно";
$locale['475'] = "Следует поставить отметку \"Отображать на всех страницах\" при ограничении панелей по центру вверху или внизу";
// Update/Add new Panel Success/Fail
$locale['480'] = "Обновить панель";
$locale['481'] = "Невозможно обновить панель";
$locale['482'] = "Панель обновлена";
$locale['483'] = "Новая панель";
$locale['484'] = "Невозможно добавить панель";
$locale['485'] = "Панель добавлены";
$locale['486'] = "Вернуться к управлению панелями";
$locale['487'] = "Перейти в начало админпанели";
$locale['488'] = "Порядок панелей обновлён.";
//Visual Panel
$locale['600'] = "Интерфейс управления панелями";
$locale['602'] = "Неиспользуемые панели";
$locale['603'] = "Использованные панели";
$locale['604'] = "Панели";
$locale['605'] = "панель";
$locale['606'] = "Содержимое сайта";
?>