<?php
// Section Titles
$locale['400'] = "Включенные постоянные ссылки";
$locale['401'] = "Отключенные постоянные ссылки";
// Common
$locale['402'] = "Название правила перезаписи";
$locale['403'] = "Описание";
$locale['404'] = "Действия";
$locale['404a'] = "Включить";
$locale['404b'] = "Отключить";
$locale['404c'] = "Изменить";
// Editing Permalinks
$locale['405'] = "Разрешить постоянные ссылки для %s";
$locale['406'] = "Теги";
$locale['407'] = "Описание";
$locale['408'] = "Типы";
$locale['409'] = "Изменить шаблон";
$locale['410'] = "Тип постоянной ссылки %u:";
$locale['411'] = "Ошибка";
$locale['412'] = "Проверьте файлы для постоянных ссылок для %s!";
$locale['413'] = "Сохранить";
$locale['414'] = "ВНИМАНИЕ: Постоянные ссылки и данные псевдонимов адресов будут безвозвратно удалены!\nВы уверены в отключении этой постоянной ссылки?";
// Admin Messages
$locale['420'] = "Произошла ошибка.";
$locale['421'] = "Постоянные ссылки обновлены.";
$locale['422'] = "Шаблонов постоянных ссылок для %s не найдено.";
$locale['423'] = "Постоянные ссылки не найдены.";
$locale['424'] = "Постоянные ссылки для %s включены.";
$locale['425'] = "Постоянные ссылки для %s уже включены.";
$locale['426'] = "Постоянные ссылки для %s отключены.";
// Other
$locale['427'] = "Нет включенных постоянных ссылок.";
$locale['428'] = "Постоянные ссылки";
?>