<?php
// Album titles
$locale['400'] = "Добавить фото";
$locale['401'] = "Изменить фото";
$locale['402'] = "Добавленные фото";
$locale['403'] = "Серьёзная ошибка в фотоальбомах";
// Album messages
$locale['410'] = "Фото добавлено(-ы)";
$locale['411'] = "Фото обновлено";
$locale['412'] = "Предпросмотр фото удалён";
$locale['413'] = "Фото удалено";
$locale['414'] = "ПРоизошла следующая ошибка:";
$locale['415'] = "Некорректное имя файла изображения.";
$locale['416'] = "Размер файла не должен превышать %s.";
$locale['417'] = "Изображения должно быть файлом GIF, JPEG или PNG.";
$locale['418'] = "Изображение не должно быть больше, чем %uw x %uh пикселей.";
$locale['419'] = "Фото перемещено(-ы).";
$locale['420'] = "Библиотека GD не найдена. Фотоальбомы не будут работать без этой библиотеки. Для дальнейших действия свяжитесь с техподдержкой вашего хостера.";
$locale['421'] = "Изображение не может быт пустым.";
$locale['422'] = "Выбранная папка недоступна для записи. Измените права командой CHMOD 777.";
// Photos form
$locale['430'] = "Переместить фото в альбом";
$locale['431'] = "Переместить";
$locale['432'] = "Название: ";
$locale['433'] = "Описание: ";
$locale['434'] = "Порядок: ";
$locale['435'] = "Предпросмотр: ";
$locale['436'] = "Изображение: ";
$locale['437'] = "Разрешить комментарии";
$locale['438'] = "Разрешить оценки";
$locale['439'] = "Сохранить фото";
$locale['440'] = "Отмена";
$locale['441'] = "Ключевые слова (разделяйте запятыми):";
// Current Photos
$locale['450'] = "Нет изображения";
$locale['451'] = "Нажмите для просмотра";
$locale['452'] = "Переместить вверх";
$locale['453'] = "Переместить вниз";
$locale['454'] = "Изменить";
$locale['455'] = "Удалить";
$locale['456'] = "Добавлено: ";
$locale['457'] = "ПОльзователь: ";
$locale['458'] = "Просмотров: ";
$locale['459'] = "Комментариев: ";
$locale['460'] = "Нет предпросмотра";
// Current Photos options
$locale['470'] = "Выделить всё";
$locale['471'] = "Снять всё выыделение";
$locale['472'] = "Переместить в альбом";
$locale['473'] = "Выбрать альбом";
$locale['474'] = "Переместить выделенные";
$locale['475'] = "Переместить всё";
$locale['476'] = "Закрыть альбом";
// Additional notices
$locale['480'] = "Фото не добавлены.";
$locale['481'] = "Переместить выбранные фото?";
$locale['482'] = "Переместить все фото?";
//Mass Upload
$locale['490'] = "Добавить папку";
$locale['491'] = "Добавить папку в альбом";
$locale['492'] = "Фдобавить фото в альбом";
$locale['493'] = "Загрузить по одному фото";
$locale['494'] = "Загрузить папку с фото";
$locale['495'] = "Загрузить несколько фото";
$locale['496'] = "<strong>Внимание:</strong><br />Название и описание всех загруженных фото будет пустым,<br />Вы можете ввести их позже, редактируя каждое фото!";
$locale['497'] = "1. Загрузите Вашу папку с фото в каталог <em>%s</em> на сервере.";
$locale['498'] = "2. Выберите папку длядобавления в альбом <strong>%s</strong>.";
$locale['499'] = "Выберите папку:";
$locale['500'] = "Добавить выбранные фото в альбом";
$locale['501'] = "Папки не найдены";
$locale['502'] = "%s недоступно для записи!";
$locale['503'] = "Пожалуйста, измените права доступа к папке на 0777 и нажмите кнопку для перезугрузки страницы.";
$locale['504'] = "Обновить";
$locale['505'] = "1. Загрузите Ваши фото в папку <em>%s</em> на сервере.";
$locale['506'] = "2. Выберите фото для добавления в альбом <strong>%s</strong>.";
$locale['507'] = "3. Вы можете выбрать больше одного фото, удерживая нажатыми клавиши [SHIFT] или [CTRL] при выборе.";
$locale['508'] = "Выбранные фото:";
$locale['509'] = "Добавить выбранное(-ые) фото в альбом";
$locale['510'] = "Фото не найдены";
$locale['511'] = "Параметры фото";
// Messages
$locale['520'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['521'] = "Комментарии";
$locale['522'] = "Оценки";
$locale['523'] = $locale['521']." и ".$locale['522'];
?>