<?php
// Album titles
$locale['400'] = "Добавить альбом";
$locale['401'] = "Изменить альбом";
$locale['402'] = "Созданные альбомы";
$locale['403'] = "Ошибка в фотоальбомах";
// Album messages
$locale['409'] = "Пожалуйста, введите название альбома";
$locale['410'] = "Альбом добавлен";
$locale['411'] = "Альбом обновлён";
$locale['412'] = "Картинка альбома удалена";
$locale['413'] = "Альбом удалён";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Некорректное имя файла изображения";
$locale['416'] = "Файл должен иметь размер не более %s.";
$locale['417'] = "Изображение должно быть файлом GIF, JPEG или PNG.";
$locale['418'] = "Размер изображения не должен превышать %uw x %uh пикселей.";
$locale['419'] = "Невозможно удалить альбом. Вы неверно ввели свой пароль.";
$locale['420'] = "Библиотека GD не найдена. Фотоальбомы не будут работать без этой библиотеки. Для дальнейших действия свяжитесь с техподдержкой вашего хостера.";
// Album confirmation
$locale['430'] = "Подтверждение удаления альбома";
$locale['431'] = "Альбом, который Вы пытаетесь удалить, содержит фотографии.<br />\n"."Для удаления этого альбома, пожалуйста, введите свой админпароль:";
$locale['432'] = "Подтвердить";
$locale['433'] = "Отмена";
// Album form
$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Изображение альбома: ";
$locale['445'] = "Сохранить альбом";
// Current Albums
$locale['460'] = "Открыть альбом";
$locale['461'] = "Нет изображения";
$locale['462'] = "Дата создания: ";
$locale['463'] = "Создан пользователем: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Фотографий: ";
$locale['466'] = "Вверх";
$locale['467'] = "Вниз";
$locale['468'] = "Изменить";
$locale['469'] = "Удалить";
$locale['470'] = "Обновить порядок альбомов и фотографий";
$locale['471'] = "Фотоальбомы не созданы.";
// Delete Album
$locale['500'] = "Удалить альбом?";
?>