<?php
$locale['400'] = "Информация PHP";
//General
$locale['401'] = "Общая";
$locale['402'] = "Серверное ПО";
$locale['403'] = "ПО веб-сервера";
$locale['404'] = "Версия PHP";
$locale['405'] = "Интерфейс PHP";
$locale['406'] = "Версия сервера MySQL";
$locale['407'] = "Версия PHP-Fusion";
$locale['408'] = "Префикс БД";
$locale['409'] = "Префикс Cookie";
$locale['410'] = "Браузер и ОС";
//PHP settings
$locale['420'] = "Настройки PHP";
$locale['421'] = "Да";
$locale['422'] = "Нет";
$locale['423'] = "Безопасный режим";
$locale['424'] = "Регистрация глобальных переменных";
$locale['425'] = "Поддержка";
$locale['426'] = "Загрузка файлов (максимальный размер)";
$locale['428'] = "Отображать ошибки";
$locale['429'] = "Отключенные функции";
$locale['430'] = "нет данных";
$locale['431'] = "версия";
//Write permission
$locale['440'] = "Разрешения на папки";
$locale['441'] = "Доступна для записи";
$locale['442'] = "Недоступна для записи";
//PHPinfo
$locale['450'] = "Подробности";
$locale['451'] = "Невозможно получить данные.  Проверьте, или функция phpinfo() не отключена?";
