<?php
// News titles
$locale['SL_0001'] = 'Навигация сайта';

$locale['400'] = "Добавить ссылку навигации";
$locale['401'] = "Изменить ссылку навигации";
$locale['402'] = "Существующие ссылки";
// News messages
$locale['410'] = "Ссылка добавлена";
$locale['411'] = "Ссылка обновлена";
$locale['412'] = "Ссылка удалена";
// Site Links form
$locale['420'] = "Название ссылки:";
$locale['421'] = "Адрес ссылки:";
$locale['422'] = "Видима для:";
$locale['423'] = "Порядок:";
$locale['424'] = "Расположение:";
$locale['425'] = "только панель навигации";
$locale['426'] = "панель и подзаголовок";
$locale['427'] = "только подзаголовок";
$locale['428'] = "Открыть в новом окне";
$locale['429'] = "Сохранить ссылку";
// Site Links list
$locale['440'] = "Название";
$locale['441'] = "Видимость";
$locale['442'] = "Порядок";
$locale['443'] = "Действия";
$locale['444'] = "Изменить";
$locale['445'] = "Удалить";
$locale['446'] = "Ссылки навигации не созданы.";
// Link Ordering
$locale['450'] = "Вверх";
$locale['451'] = "Вниз";
$locale['452'] = "Переместить вверх";
$locale['453'] = "Переместить вниз";
$locale['454'] = "Обновить порядок ссылок";
$locale['455'] = "Порядок ссылок обновлён.";
// Delete Site Link category
$locale['460'] = "Удалить эту ссылку навигации?";
// Error
$locale['461'] = "Пожалуйста, введите название ссылки";
$locale['462'] = "Пожалуйста, введите адрес ссылки";
?>