<?php
// News titles
$locale['SL_0001'] = 'Навигация сайта';

$locale['SL_0010'] = "Добавить ссылку навигации";
$locale['SL_0011'] = "Изменить ссылку навигации";
$locale['SL_0012'] = "Существующие ссылки";
// News messages
$locale['SL_0015'] = "Ссылка добавлена";
$locale['SL_0016'] = "Ссылка обновлена";
$locale['SL_0017'] = "Ссылка удалена";
// Site Links form
$locale['SL_0020'] = "Название ссылки:";
$locale['SL_0021'] = "Адрес ссылки:";
$locale['SL_0022'] = "Видима для:";
$locale['SL_0023'] = "Порядок:";
$locale['SL_0024'] = "Расположение:";
$locale['SL_0025'] = "только панель навигации";
$locale['SL_0026'] = "панель и подзаголовок";
$locale['SL_0027'] = "только подзаголовок";
$locale['SL_0028'] = "Открыть в новом окне";
$locale['SL_0029'] = "Категория";
$locale['SL_0030'] = "Link Icon";
$locale['SL_0040'] = "Сохранить ссылку";
// Site Links list
$locale['SL_0050'] = "Название";
$locale['SL_0051'] = "Видимость";
$locale['SL_0052'] = "Порядок";
$locale['SL_0053'] = "Действия";
$locale['SL_0060'] = "Изменить";
$locale['SL_0061'] = "Удалить";
$locale['SL_0062'] = "Ссылки навигации не созданы.";

$locale['SL_0070'] = "Значок";
$locale['SL_0071'] = "Новое окно?";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Упорядочить";

// Delete Site Link category
$locale['SL_0080'] = "Удалить эту ссылку навигации?";
// Error
$locale['SL_0085'] = "Пожалуйста, введите название ссылки";
$locale['SL_0086'] = "Пожалуйста, введите адрес ссылки";
?>