<?php
// Delete Submission
$locale['400'] = "Удалить присланный материал";
$locale['401'] = "Присланный материал удалён";
$locale['402'] = "Вернуться к присланным материалам";
$locale['403'] = "В начало админпанели";
// Submission Options
$locale['410'] = "Присланные материалы";
$locale['411'] = "Присланные ссылки:";
$locale['412'] = "Присланные новости:";
$locale['412b'] = "Присланные записи блогов:";
$locale['413'] = "Присланые статьи:";
$locale['414'] = "Нет ссылок для проверки.";
$locale['415'] = "Нет новостей для проверки.";
$locale['415b'] = "Нет записей блогов для проверки.";
$locale['416'] = "Нет статей для проверки.";
$locale['417'] = "Просмотр";
$locale['418'] = "Удалить";
$locale['419'] = "Присланные фото:";
$locale['420'] = "Нет фото для проверки.";
$locale['421'] = "Присланные загрузки:";
$locale['422'] = "Нет загрузок для проверки.";
// Add/Delete Web Link Submissions
$locale['430'] = "Опубликовать присланную ссылку";
$locale['431'] = "Ссылка опубликована";
$locale['432'] = "Удалить ссылку";
$locale['433'] = "Ссылка удалена";
$locale['434'] = "Нет категорий";
// Web Link Submission Form
$locale['440'] = "Просмотреть присланную ссылку";
$locale['441'] = "Эта ссылка была прислана ";
$locale['442'] = " в ";
$locale['443'] = "Категория ссылки:";
$locale['444'] = "Название:";
$locale['445'] = "Адрес:";
$locale['446'] = "Описание:";
$locale['447'] = "Опубликовать или удалить ссылку?";
$locale['448'] = "Опубликовать";
$locale['449'] = "Удалить";
// Add/Delete News & Blog Submissions
$locale['490'] = "Опубликовать присланную новость";
$locale['491'] = "Новость опубликована";
$locale['492'] = "Удалить новость";
$locale['493'] = "Новость удалена";
$locale['490b'] = "Опубликовать присланную запись блога";
$locale['491b'] = "Запись опубликована";
$locale['492b'] = "Удалить запись блога?";
$locale['493b'] = "Запись удалена";
// News & Blog Submission Form
$locale['500'] = "Просмотреть присланную новость";
$locale['501'] = "Эта новость была прислана ";
$locale['502'] = "Опубликовать или удалить новость?";
$locale['503'] = "Опубликовать";
$locale['504'] = "Удалить";
$locale['505'] = "Заголовок:";
$locale['506'] = "Категория:";
$locale['507'] = "- Нет -";
$locale['508'] = "Новость:";
$locale['509'] = "Аннотация:";
$locale['510'] = "Предпросмотр";
$locale['500b'] = "Просмотреть присланную запись блога";
$locale['501b'] = "Эта запись была прислана ";
$locale['502b'] = "Опубликовать или удалить запись?";
$locale['503b'] = "Опубликовать запись";
$locale['504b'] = "Удалить запись";
$locale['505b'] = "Тема:";
$locale['506b'] = "Категория:";
$locale['507b'] = "- Нет -";
$locale['508b'] = "Запись:";
$locale['509b'] = "Аннотация:";
$locale['510b'] = "Предпросмотр";
// Add/Delete Article Submissions
$locale['530'] = "Опубликовать присланную статью";
$locale['531'] = "Статья опубликована";
$locale['532'] = "Удалить статью";
$locale['533'] = "Статья удалена";
// Article Submission Form
$locale['540'] = "Просмотреть присланную статью";
$locale['541'] = "Эта статья была прислана ";
$locale['542'] = "Опубликовать или удалить статью?";
$locale['543'] = "Опубликовать";
$locale['544'] = "Удалить";
$locale['545'] = "Категория:";
$locale['546'] = "Заголовок:";
$locale['547'] = "Аннотация:";
$locale['548'] = "Статья:";
$locale['549'] = "Предпросмотр";
// Add/Delete Photo Submissions
$locale['580'] = "Опубликовать присланное фото";
$locale['581'] = "Фото опубликовано";
$locale['582'] = "Удалить фото";
$locale['583'] = "Фото удалено";
// Photo Submission Form
$locale['590'] = "Просмотреть присланное фото";
$locale['591'] = "Нажмите здесь для просмотра";
$locale['592'] = "Это фото было прислано ";
$locale['593'] = "Опубликовать или удалить фото?";
$locale['594'] = "Опубликовать";
$locale['595'] = "Удалить";
$locale['596'] = "Название:";
$locale['597'] = "Описание:";
$locale['598'] = "Альбом";
// Add/Delete Download Submissions
$locale['630'] = "Опубликовать присланную загрузку";
$locale['631'] = "Загрузка опубликована";
$locale['632'] = "Удалить загрузку";
$locale['633'] = "Загрузка удалена";
// Download Submission Form
$locale['640'] = "Просмотреть присланную загрузку";
$locale['641'] = "Эта загрузка была прислана ";
$locale['642'] = "Опубликовать или удалить загрузку?";
$locale['643'] = "Опубликовать";
$locale['644'] = "Удалить";
$locale['645'] = "Название:";
$locale['646'] = "Описание:";
$locale['646b'] = "Краткое описание:";
$locale['647'] = "Адрес:";
$locale['647b'] = "Файл:";
$locale['648'] = "Категория:";
$locale['649'] = "Лицензия:";
$locale['650'] = "ОС:";
$locale['651'] = "Версия:";
$locale['652'] = "Размер файла:";
$locale['653'] = "Снимой:";
$locale['654'] = "Домашняя страница:";
$locale['655'] = "Авторское право:";
$locale['656'] = "Комментарии:";
$locale['657'] = "Оценки:";
$locale['658'] = "Удалить снимок";
$locale['660'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['661'] = "Комментарии";
$locale['662'] = "Оценки";
$locale['663'] = $locale['661']." и ".$locale['662'];
