<?php
$locale['400'] = "Обновление";
$locale['enable_maint_warning'] = "Для предотвращения ошибок, которые могут возникнуть в процессе обновления, пожалуйста, переключите свой сайт в режим обслживания.<br />
					Вы можете сделать это в разделе <a target='_blank' href='settings_security.php".$aidlink."'>настроек безопасности</a> или нажать кнопку ниже.";
$locale['enable_maint'] = "Включить режим обслуживания";
// No upgrade
$locale['401'] = "Нет доступных обновлений базы данных.";
// Stage 6 - User Field Categories
$locale['420'] = "Контактная информация";
$locale['421'] = "Прочая информация";
$locale['422'] = "Параметры";
$locale['423'] = "Статистика";
$locale['430'] = "Категории полей профиля";
$locale['432'] = "Управление пользователями";
$locale['434'] = "Элементов на страницу";
$locale['435'] = "Безопасность";
$locale['436'] = "Параметры новостей";
$locale['437'] = "Параметры загрузок";
// v7.02 new locales
$locale['440'] = "Прислать загрузку";
$locale['441'] = "Мини-чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Журнал пользователей";
$locale['444'] = "Сброс админпароля";
$locale['445'] = "Журнал ошибок";
// Upgrade locales
$locale['500'] = "Обновление БД %s доступно для этой установленной копии PHP-Fusion.";
$locale['501'] = "Нажмите &laquo;Обновить&raquo; для обновления Вашей системы.";
$locale['502'] = "Обновление БД завершено.";
$locale['503'] = "значительное";
$locale['504'] = "малое";
$locale['505'] = "Пожалуйста, замените эти строки в Вашем файле config.php!";
// Cookie Prefix
$locale['600'] = "Пожалуйста, измените ваш файл config.php, заменив его содержимое следующим:";
// Email Template Setup
// Please do NOT translate the words between brackets [] !
$locale['T001'] = "Шаблоны электропочты";
$locale['T101'] = "Уведомления при новых ЛС";
$locale['T102'] = "Вы имеете новое личное сообщения от пользователя [USER] на сайте [SITENAME]";
$locale['T103'] = "Приветствую, [RECEIVER]!\r\nВы имеете новое личное сообщение с темой [SUBJECT] от пользователя [USER] на сайте [SITENAME]. Вы можете прочитать его по адресу [SITEURL]messages.php\r\n\r\nТекст сообщения: [MESSAGE]\r\n\r\nЕсли Вы не желаете получать уведомления о новых ЛС на электропочту, Вы можете отключить их в параметрах ваших личных сообщений на сайте.\r\n\r\nС наилучшими пожеланиями,\r\n[SENDER].";
$locale['T201'] = "Уведомления о новых сообщениях на форуме";
$locale['T202'] = "Новое сообщение в теме - [SUBJECT]";
$locale['T203'] = "Приветствую, [RECEIVER]!\r\n\r\nВ теме форума \'[SUBJECT]\', которую вы отслеживаете на сайте [SITENAME], появился новый ответ. Для просмотра ответа перейдите по ссылке:\r\n\r\n[THREAD_URL]\r\n\r\nЕсли вы не желаете больше следить за этой темой, воспользуйтесь ссылкой \'Прекратить отслеживать тему\', размещённой вверху темы.\r\n\r\nС наилучшими пожеланиями,\r\n[SENDER].";
$locale['T301'] = "Форма связи";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";
$locale['UF'] = "Приватность";
$locale['SEO'] = "Постоянные ссылки";
