<?php
// Enabled User Fields
$locale['400'] = "Включенные поля профиля";
$locale['401'] = "Название поля";
$locale['402'] = "Описание";
$locale['403'] = "Порядок";
$locale['404'] = "Действия";
$locale['405'] = "Вниз";
$locale['406'] = "Верх";
$locale['407'] = "Изменить";
$locale['408'] = "Отключить";
$locale['409'] = "Обновить порядок полей профиля.";
$locale['410'] = "ВНИМАНИЕ: Данные полей профиля будут удалены безвозвратно!";
$locale['411'] = "Ошибка";
$locale['412'] = "Проверьте файл поля профиля %s!";
// Enable / Edit User Field
$locale['420'] = "Изменить поле";
$locale['421'] = "Удалить поле";
$locale['422'] = "Название поля:";
$locale['423'] = "Категория:";
$locale['424'] = "Обновить";
$locale['425'] = "Включить";
$locale['426'] = "Версия API:";
$locale['427'] = "Обязательное";
$locale['428'] = "Это поле профиля не поддерживает обязательность";
$locale['429'] = "Журнал";
$locale['429a'] = "Это поле профиля не поддерживает журналирование";
// Disabled user fields
$locale['430'] = "Отключенные поля профиля";
$locale['431'] = "Включить";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "Все поля профиля включены.";
$locale['441'] = "Нет включеных полей профиля.";
// User Field Groups
$locale['450'] = "Контакты";
$locale['451'] = "Информация";
$locale['452'] = "Параметры";
$locale['453'] = "Статистика";
// Enable / Edit User Field Part #2
$locale['480'] = "Регистрация";
?>