<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Группа пользователей обновлена";
$locale['401'] = "Группа пользователей добавлена";
$locale['402'] = "Выбранные пользователи удалены из группы";
$locale['403'] = "Все пользователи удалены из группы";
$locale['404'] = "Выбранные пользователи добавлены в группу";
$locale['405'] = "Невозможно удалить группу пользователей";
$locale['406'] = "В этой группе есть участники";
$locale['407'] = "Группа пользователей удалена";
// Edit/Delete Options
$locale['420'] = "Группы пользователей";
$locale['421'] = "Изменить";
$locale['422'] = "Удалить";
$locale['423'] = "Удалить эту группу?";
// Edit/Add User Group
$locale['430'] = "Изменить группу пользователей";
$locale['431'] = "Добавить группу пользователей";
$locale['432'] = "Название группы:";
$locale['433'] = "Описание:";
$locale['434'] = "Сохранить группу";
// Search/Add Group Users
$locale['440'] = "Добавить пользователей в группу";
$locale['441'] = "Для поиска и добавления пользователей используйте форму ниже.";
$locale['442'] = "Вы можете искать несколько пользователей, разделяя записи запятыми.";
$locale['443'] = "ID пользователя";
$locale['444'] = "Имя";
$locale['445'] = "Искать";
$locale['446'] = "Имя пользователя";
$locale['447'] = "Тип пользователя";
$locale['448'] = "Отметить всех";
$locale['449'] = "Снять все отметки";
$locale['450'] = "Добавить выбранных пользователей";
$locale['451'] = "Пользователи не найдены.";
$locale['452'] = "Искать снова";
// Current Group Users
$locale['460'] = "Текущие группы";
$locale['461'] = "Удалить выбранных пользователей";
$locale['462'] = "Удалить всех пользователей";
$locale['463'] = "В этой группе нет пользоваталей.";
// Error Messages
$locale['464'] = "Пожалуйста, введите название группы";
?>