<?php
// User Fields Categories titles
$locale['400'] = "Добавить категорию полей профиля";
$locale['401'] = "Изменить категорию полей профиля";
$locale['402'] = "Созданные категории полей";
// User Fields Categories messages
$locale['410'] = "Категория полей профиля добавлена";
$locale['411'] = "Категория полей профиля обновлена";
$locale['412'] = "Категория полей профиля удалена";
$locale['413'] = "невозможно удалить категорию полей профиля";
$locale['414'] = "В этой категории созданы поля";
// User Fields Categories form
$locale['420'] = "Название категории";
$locale['421'] = "Порядок";
$locale['422'] = "Сохранить категорию";
$locale['423'] = "Название БД категории";
$locale['424'] = "Название таблицы БД";
$locale['425'] = "Класс изображения";
$locale['426'] = "Как новую страницу?";
$locale['427'] = "Да, создать как новую страницу.";
$locale['428'] = "Первичный индекс";
$locale['429a'] = "Название посторонней БД (необязательно)";
$locale['429b'] = "Первичное поле БД, содержащее ID пользователя (необходимо при БД категории)";

// User Fields Categories list
$locale['430'] = "Порядок";
$locale['431'] = "Действия";
$locale['432'] = "Изменить";
$locale['433'] = "Удалить";
$locale['434'] = "Категории полей профиля не созданы.";
$locale['435'] = "Страницы";
$locale['436'] = "Страница пользовательской информации";
// User Fields Categories Ordering
$locale['440'] = "Вверх";
$locale['441'] = "Вниз";
$locale['442'] = "Переместить вверх";
$locale['443'] = "Переместить вниз";
$locale['444'] = "Обновить порядок категорий полей профиля";
// Delete User Fields category
$locale['450'] = "Удалить категорию полей профиля?";
// Error message
$locale['450a'] = 'Пожалуйста, введите название категории.';
$locale['450b'] = 'Если вы используете иную БД, отличную от той, в которой находится таблица с пользователями, пожалуйста, заполните оба поля &ndash; название таблицы с пользователями и поле с ID пользователей.';
?>