<?php
// Web Link Category titles
$locale['400'] = "Добавить категорию ссылок";
$locale['401'] = "Изменить категорию ссылок";
$locale['402'] = "Созданные категории ссылок";
// Web Link Category messages
$locale['410'] = "Категория добавлена";
$locale['411'] = "Категория обновлена";
$locale['412'] = "Категорию невозможно удалить";
$locale['413'] = "В этой категории есть ссылки";
$locale['414'] = "Категория ссылок удалена";
// Add/Edit Web Link Category Form
$locale['420'] = "Название категории:";
$locale['421'] = "Описание:";
$locale['422'] = "Вортировка ссылок в категории:";
$locale['423'] = "ID ссылки";
$locale['424'] = "Название";
$locale['425'] = "Дата добавления";
$locale['426'] = "По возрастанию";
$locale['427'] = "По убыванию";
$locale['428'] = "Доступ к категории:";
$locale['429'] = "Сохранить категорию";
// Current Web Link categories
$locale['430'] = "Категория";
$locale['431'] = "Доступ";
// Delete Web Link category
$locale['440'] = "Удалить категорию ссылок?";
// Error Messages
$locale['460'] = "Пожалуйста, введите неазвание категории.";
$locale['461'] = "Такая категория уже существует.";
$locale['462'] = "Пожалуйста, введите название ссылки.";
// Web Link titles
$locale['500'] = "Добавить ссылку";
$locale['501'] = "Изменить ссылку";
$locale['502'] = "Добавленные ссылки";
// Web Link messages
$locale['510'] = "Ссылка добавлена";
$locale['511'] = "Ссылка обновлена";
$locale['512'] = "Ссылка удалена";
// Web Link form
$locale['520'] = "Название сайта:";
$locale['521'] = "Описание:";
$locale['522'] = "Адрес:";
$locale['523'] = "Категория:";
$locale['524'] = "Обновить дату публикации";
$locale['525'] = "Сохранить ссылку";
// Current Web Links
$locale['531'] = "Ссылка [Нажмите для проверки]";
$locale['532'] = "Действия";
$locale['533'] = "Изменить";
$locale['534'] = "Удалить";
$locale['535'] = "В этой категории нет ни одной ссылки";
$locale['536'] = "Категории ссылок не созданы";
$locale['537'] = "Нет категорий ссылок";
$locale['538'] = "Вы должны создать по меньшей мере одну категорию перед добавлением ссылок";
$locale['539'] = "Нажмите здесь";
$locale['540'] = " для перехода к категориям ссылок";
// Delete Web Link
$locale['550'] = "Удалить ссылку?";
?>