<?php
// News titles
$locale['news_0000'] = "Наявні новини";
$locale['news_0001'] = "Новини";
$locale['news_0002'] = "Створення новини";
$locale['news_0003'] = "Редагування новини";
$locale['news_0004'] = "Налаштування";
// News Categories titles
$locale['news_0020'] = "Наявні розділи новин";
$locale['news_0021'] = "Редагування розділу новин";
$locale['news_0022'] = "Створення розділу новин";
$locale['news_0023'] = "Ухвалення";
// News messages
$locale['news_0100'] = "Новину успішно створено";
$locale['news_0101'] = "Новину успішно оновлено";
$locale['news_0102'] = "Новину усіпшно видалено";
$locale['news_0103'] = "Некоректна назва файлу.";
$locale['news_0104'] = "Розмір файлу не повинен перевищувати %s.";
$locale['news_0105'] = "Дозволені типи файлів лише такі: %s.";
$locale['news_0106'] = "Розмір зображення не повинен перевищувати %s пікселів.";
$locale['news_0107'] = "Невідома помилка";
// News Submissions messages
$locale['news_0130'] = "Новини для ухвалення відсутні";
$locale['news_0131'] = "Переглянути";
$locale['news_0132'] = "Пропозиція новини надійшла від: ";
$locale['news_0133'] = "Ви бажаєте опублікувати або видалити цю новину?";
$locale['news_0134'] = "Опублікувати";
$locale['news_0135'] = "Видалити";
$locale['news_0136'] = "Заголовок";
$locale['news_0137'] = "Кількість новин, що очікують ухвалення: %s.";
$locale['news_0138'] = "Вибачте, на жаль, сайт зараз не приймає пропозиції новин.";
$locale['news_0141'] = "Попередній перегляд";
$locale['news_0142'] = "Автор";
$locale['news_0143'] = "Час";
$locale['news_0144'] = "Номер ID";
$locale['news_0145'] = "Новину для ухвалення успішно видалено";
$locale['news_0146'] = "Новину для ухвалення успішно опубліковано";
$locale['news_0147'] = "Новину для ухвалення збережено як чернетку";
// News Categories messages
$locale['news_0150'] = "Розділ новин успішно створено";
$locale['news_0151'] = "Розділ новин успішно оновлено";
$locale['news_0152'] = "Розділ новин неможливо видалити";
$locale['news_0153'] = "У цьому розділі існують новини або інші підрозділи, спочатку видаліть їх.";
$locale['news_0154'] = "Розділ новин успішно видалено";
// News form
$locale['news_0200'] = "Заголовок:";
$locale['news_0201'] = "Розділ:";
$locale['news_0202'] = "Без розділу";
$locale['news_0203'] = "Анонс:";
$locale['news_0203a'] = "Короткий зміст новини";
$locale['news_0203b'] = "Повний зміст новини";
$locale['news_0204'] = "Новина:";
$locale['news_0205'] = "Ключові слова:";
$locale['news_0205a'] = "Натискайте Enter після кожного слова";
$locale['news_0206'] = "Початкова дата:";
$locale['news_0207'] = "Кінцева дата:";
$locale['news_0208'] = "(не обов&lsquo;язково)";
$locale['news_0209'] = "Доступ:";
$locale['news_0210'] = "Зберегти як чернетку";
$locale['news_0211'] = "Закріпити";
$locale['news_0212'] = "Автоматичне перенесення рядків";
$locale['news_0213'] = "Дозволити коментарі";
$locale['news_0214'] = "Дозволити оцінювання";
$locale['news_0215'] = "[чернетка]";
$locale['news_0216'] = "Зображення:";
$locale['news_0217'] = "Макс. розмір файлу: %s / Дозволені типи файлів: .gif, .jpeg, .png";
$locale['news_0218'] = "Розташування:";
$locale['news_0219'] = "Розрив сторінки";
$locale['news_0240'] = "Попередній перегляд";
$locale['news_0241'] = "Зберегти";
// Popup Error/Warning Messages
$locale['news_0250'] = "Будь ласка, вкажіть новий заголовок";
$locale['news_0251'] = "Видалити цю новину?";
$locale['news_0252'] = "Видалити цей розділ новин?";
$locale['news_0253'] = "%s заборонено для усіх.\n\rЦі налаштування матимуть силу лише після їх дозволу.";
$locale['news_0254'] = "коментарі";
$locale['news_0255'] = "оцінки";
$locale['news_0256'] = "коментарі та оцінки";
$locale['news_0257'] = "У цьому розділі новини відсутні.";
$locale['news_0258'] = "Будь ласка, вкажіть ключові слова";
// News Categories form
$locale['news_0300'] = "Назва:";
$locale['news_0301'] = "Зображення:";
$locale['news_0302'] = "Зберегти";
$locale['news_0303'] = "Розділи новин відсутні";
$locale['news_0304'] = "Натисніть тут для завантаження нового зображення для розділу";
$locale['news_0305'] = "Первинний розділ";
// Popup Error/Warning Messages
$locale['news_0350'] = "Видалити цей розділ новин?";
// Error Messages
$locale['news_0351'] = "Будь ласка, вкажіть назву розділу.";
$locale['news_0352'] = "Розділ з такою назвою вже існує.";
$locale['news_0400'] = "Новини для ухвалення";
$locale['news_0401'] = "Зображення";
$locale['news_0402'] = "Передбачається повний зміст?";
// Public Submissions Form
$locale['news_0700'] = "Пропозиція новини";
$locale['news_0701'] = "Дякуємо за Вашу пропозицію новини";
$locale['news_0702'] = "Запропонувати ще";
$locale['news_0703'] = "Використайте нижченаведену форму для надсилання новини. Вашу пропозицію буде розглянуто адміністратором. Сайт [SITENAME] залишає за собою право виправляти або змінювати будь-яку пропозицію. Майте на увазі, що новина має відповідати тематиці та правилам сайту. Недопустимі пропозиції будуть видалені.";
$locale['news_0704'] = "Повернутися до початку сайту [SITENAME]";

$locale['601'] = "Розмір мініатюри";
$locale['602'] = "Розмір зображення";
$locale['603'] = "Максимальний розмір зображення";
$locale['604'] = "(ширина x висота)";
$locale['605'] = "Максимальний розмір файлу (байт)";
// Blog & News Settings
$locale['950'] = "Вивантаження зображень";
$locale['951'] = "Посилання на зображенні веде до ";
$locale['952'] = "розділу новини";
$locale['953'] = "новини";
$locale['953b'] = "допису блогу";
$locale['954'] = "Співвідношення сторін мініатюри";
$locale['955'] = "як оригінал";
$locale['956'] = "квадрат";
$locale['957'] = "Зображення в анонсі новини";
$locale['958'] = "Зображення в повній версії новини";
$locale['959'] = "вивантажена світлина";
$locale['960'] = "зображення категорії";