<?php
// blog Submissions messages
$locale['blog_0130'] = "Нет добавленных для проверки записей блогов";
$locale['blog_0131'] = "Просмотреть присланные записи";
$locale['blog_0132'] = "Запись была добалена пользователем ";
$locale['blog_0133'] = "Вы хотите опубликовать или удалить эту запись?";
$locale['blog_0134'] = "Опубликовать";
$locale['blog_0135'] = "Удалить";
$locale['blog_0136'] = "Тема присланной записи";
$locale['blog_0137'] = "В настоящее время проверки ожидает %s записей.";
$locale['blog_0138'] = "Извините, на этом сайте сейчас не принимаются записи в блоги.";
$locale['blog_0141'] = "Предпросмотр блога";
$locale['blog_0142'] = "Автор присланного";
$locale['blog_0143'] = "Время отправления";
$locale['blog_0144'] = "ID присланного";
$locale['blog_0145'] = "Присланный материал удалён";
$locale['blog_0146'] = "Присланный материал опубликован";
$locale['blog_0147'] = "Присланный материал сохранён как черновик";
$locale['blog_0148'] = "Опубликовано пользователем ";
// Blog titles
$locale['blog_0400'] = "Созданные блоги";
$locale['blog_0401'] = "Добавить блог";
$locale['blog_0402'] = "Изменить блог";
$locale['blog_0405'] = "Блоги";
$locale['blog_0406'] = "Параметры";
$locale['blog_0407'] = "Категории блогов";
$locale['blog_0408'] = "Сейчас отображается %d из %d всех записей в блогах";
$locale['blog_0409'] = "Добавить категорию";
// Blog messages
$locale['blog_0410'] = "Запись блога добавлена";
$locale['blog_0411'] = "Запись блога обновлена";
$locale['blog_0412'] = "Запись блога удалена";
$locale['blog_0413'] = "Неверное имя файла изображения.";
$locale['blog_0414'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['blog_0415'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['blog_0416'] = "Изображение не должно быть больше, чем %s пикселей.";
$locale['blog_0417'] = "Неизвестная ошибка";
// Blog form
$locale['blog_0420'] = "Изменить";
$locale['blog_0421'] = "Удалить";
$locale['blog_0422'] = "Тема";
$locale['blog_0423'] = "Категория";
$locale['blog_0424'] = "Без категории";
$locale['blog_0425'] = "Аннотация";
$locale['blog_0425a'] = "Краткое вступление записи";
$locale['blog_0426'] = "Полный текст";
$locale['blog_0426b'] = "Содержимое записи";
$locale['blog_0427'] = "Начало отображения";
$locale['blog_0428'] = "Конец отображения";
$locale['blog_0429'] = "(необязательно)";
$locale['blog_0430'] = "Показывать для";
$locale['blog_0431'] = "Сохранить как черновик";
$locale['blog_0432'] = "Зафиксировать запись наверху";
$locale['blog_0433'] = "Автоматический переход на новую строку";
$locale['blog_0434'] = "Разрешить комментарии";
$locale['blog_0435'] = "Разрешить оценки";
$locale['blog_0436'] = "Предпросмотр";
$locale['blog_0437'] = "Сохранить запись";
$locale['blog_0438'] = "[ЧЕРНОВИК]";
$locale['blog_0439'] = "Изображение для записи";
$locale['blog_0440'] = "Размер файла не более: %s / Разрешенные форматы: GIF, JPEG или PNG.";
$locale['blog_0441'] = "Разрыв страницы";
$locale['blog_0442'] = "Выравнивание картинки для новости";
$locale['blog_0443'] = "Ключевые слова (нажимайте Enter для завершения ввода каждого слова)";
$locale['blog_0444'] = "Нажимайте Enter для завершения ввода каждого слова";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "Изменить категорию блогов";
$locale['blog_0501'] = "Добавить категорию блогов";
$locale['blog_0502'] = "Текущие категории";
// Blog Categories messages
$locale['blog_0520'] = "Категория добавлена";
$locale['blog_0521'] = "Категория обновлена";
$locale['blog_0522'] = "Невозможно удалить категорию";
$locale['blog_0523'] = "Эта категория содержит записи или подкатегории";
$locale['blog_0524b'] = "Категория удалена";
// Blog Categories form
$locale['blog_0530'] = "Название:";
$locale['blog_0531'] = "Изображение:";
$locale['blog_0532'] = "Схранить категорию";
$locale['blog_0533'] = "Категория-предок:";
$locale['blog_0535'] = "Категории блогов не созданы";
$locale['blog_0536'] = "Нажите здесь для загрузки изображения категории";
$locale['blog_0537'] = "Предок";
// Popup Error/Warning Messages
$locale['blog_0550'] = "Удалить эту категорию?";
// Error Messages
$locale['blog_0560'] = "Пожалуйста, введите название категории.";
$locale['blog_0561'] = "Такая категория уже существует.";
// Popup Error/Warning Messages
$locale['blog_0450'] = "Пожалуйста, укажите заголовок";
$locale['blog_0451'] = "Удалить запись?";
$locale['blog_0451b'] = "Удалить эту категорию блогов?";
$locale['blog_0452'] = "%s отключены для всего.<br />Этот параметр вступит в силу только после включения.";
$locale['blog_0456'] = 'В этой категории нет записей.';
$locale['blog_0457'] = "Пожалуйста, укажите ключевые слова";
$locale['blog_0459'] = "Фильтровать отображение категорий по";
$locale['blog_0460'] = "Все записи блогов";
$locale['blog_0461'] = 'Категории блогов не созданы.';
//Alignment
$locale['left'] = "Влево";
$locale['center'] = "По центру";
$locale['right'] = "Вправо";
$locale['blog_0600'] = "Присланные записи";
$locale['blog_0601'] = "Изображение для записи";
$locale['blog_0602'] = "Требовать полный текст?";
// Public Submissions Form
$locale['blog_0700'] = "Добавить запись";
$locale['blog_0701'] = "Спасибо за добавление записи в блог";
$locale['blog_0702'] = "Добавить ещё одну запись";
$locale['blog_0703'] = "Для добавления записи используйте форму ниже. Ваш материал будет просмотрен администратором. ".fusion_get_settings('sitename')." оставляет за собой право отклонить или отредактировать любую присланную запись. Присланный в блог материал должен соответствовать тематике сайта. В противном случае ваш материал будет удалён.";
$locale['blog_0704'] = "Вернуться на ".fusion_get_settings('sitename');
$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x высота";
$locale['605'] = "Максимальный размер файла (байт):";
// Blog & News Settings
$locale['950'] = "Загрузить изображение";
$locale['951'] = "Ссылка на изображении:";
$locale['952'] = "На категорию";
$locale['953'] = "На новость";
$locale['953b'] = "На блог";
$locale['954'] = "Пропорции предпросмотра:";
$locale['955'] = "Оригинал";
$locale['956'] = "Квадратное";
$locale['957'] = "Изображение на главной странице";
$locale['958'] = "Изображение на &laquo;Читать далее&raquo;";
$locale['959'] = "Загруженное изображение";
$locale['960'] = "Изображение категории";