<?php
// Administrators messages
$locale['400'] = "Адміністратора успішно створено";
$locale['401'] = "Адміністратора успішно оновлено";
$locale['402'] = "Адміністратора успішно видалено";

// Search/Add Administrator
$locale['410'] = "Створення адміністратора";
$locale['411'] = "Пошук користувача для надання йому прав адміністратора";
$locale['412'] = "за номером";
$locale['413'] = "за ім&lsquo;ям";
$locale['414'] = "Пошук";
$locale['415'] = "Делегувати усі права";
$locale['416'] = "Додати привілеї головного адміністратора";
$locale['417'] = "Створити";
$locale['418'] = "За вказаними параметрами користувачів не знайдено";
$locale['419'] = "Повторний пошук";

// Current Administrators
$locale['420'] = "Дійсні адміністратори";
$locale['421'] = "Ім&lsquo;я";
$locale['422'] = "Рівень";
$locale['423'] = "Опції";
$locale['424'] = "Перший адміністратор";
$locale['425'] = "Права не визначені";
$locale['426'] = "Редагувати";
$locale['427'] = "Видалити";

// Edit Admin Rights
$locale['440'] = "Права адміністратора";
$locale['441'] = "Сайт";
$locale['442'] = "Користувачі";
$locale['443'] = "Система";
$locale['444'] = "Зберегти права адміністратора";
$locale['445'] = "Відмітити усе";
$locale['446'] = "Зняти усі відмітки";
$locale['447'] = "Пароль адміністрування:";
$locale['448'] = "Зберегти";
$locale['449'] = "Налаштування";
$locale['450'] = "Відмітити безпечне";

// Popup Error/Warning Messages
$locale['460'] = "Видалити цього адміністратора?";
$locale['461'] = "Надати цьому користувачу права адміністратора?";
$locale['462'] = "Надання користувачу прав адміністратора є потенційно небезпечним!";

// Remove Admin confirmation
$locale['470'] = "Видалення адміністратора";
$locale['471'] = "Для видалення адміністратора, будь ласка, введіть свій пароль адміністрування:";
$locale['472'] = "Видалити";
$locale['473'] = "Скасувати";