<?php
$locale['400'] = "Налаштування BB кодів";
$locale['401'] = "Тестування ВВ кодів";

// Enabled BB Codes
$locale['402'] = "Ввімкнені BB коди";
$locale['403'] = "Код";
$locale['404'] = "Кнопка";
$locale['405'] = "Опис";
$locale['406'] = "Застосування";
$locale['407'] = "Порядок";
$locale['408'] = "нижче";
$locale['409'] = "вище";
$locale['410'] = "Вимкнути";
$locale['411'] = "Коди для ухвалення відсутні";

// Disabled BB Codes
$locale['413'] = "Вимкнені BB коди";
$locale['414'] = "Увімкнути";
$locale['415'] = "Перенесення рядків";
$locale['416'] = "Показувати кнопки BB кодів з нового рядка";

// Test BB Codes
$locale['417'] = "Тест BB кодів завершено";
$locale['418'] = "вимкнути смайли в цьому тесті";
$locale['418a'] = "Тестове повідомлення";
$locale['418b'] = "Будь ласка, введіть текст для перевірки роботи BB кодів.";