<?php
// Delete blacklisted user
$locale['400'] = "Видалення запису з Чорного cписку";
$locale['401'] = "Запис видалено";
$locale['402'] = "Повернутися до налаштування Чорного Списку";
$locale['403'] = "Повернутися в Центр керування";
$locale['404'] = "Будь ласка введіть адресу IP або E-mail";
$locale['405'] = "Адреса E-mail некоректна.";

// Add/Edit Blacklist Titles
$locale['420'] = "Чорний cписок";
$locale['421'] = "Редагування Чорного cписку";

// Add/Edit blacklist form
$locale['440'] = "Введене значення заборонить користувачу з  вказаною адресою IP відвідувати цей сайт.<br />Ви можете використовувати повний формт IP, наприклад <em>123.45.67.89.</em>, або шаблон маски, наприклад, <em>123.45.67</em> чи <em>123.45</em>.
<br /><br />Зауваження: на цьому сайті адреси формату IPv6 конвертуються у повну форму, наприклад, <em>ABCD:1234:5:6:7:8:9:FF</em> буде виглядати як <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
<br /><br />Змішані адреси IP (які одночасно містять частини IPv6 та IPv4) не будуть перевірятися на частковий збіг по шаблону маски.
<br /><br />Введена адреса Е-mail заборонить користувачу реєструватися з цієї адреси.<br>Ви можете використовувати повний формат Е-mail, наприклад <em>foo@bar.com</em>, або домен Е-mail, наприклад <em>bar.com</em>.";
$locale['441'] = "Адреса IP: <strong>або</strong>";
$locale['442'] = "Адреса Е-mail:";
$locale['443'] = "Підстава:";
$locale['444'] = "Зберегти";

// Current blacklisted users
$locale['460'] = "Поточні записи Чорного cписку";
$locale['461'] = "Заблоковано";
$locale['462'] = "Опції";
$locale['463'] = "Редагувати";
$locale['464'] = "Видалити";
$locale['465'] = "Записи відсутні";
$locale['466'] = "Н/Д";
$locale['467'] = "Адміністратор";
$locale['468'] = "Дата";

/*
// IPv6 secific
$locale['480'] = "параметри IPv6";
$locale['481'] = "Вказана IPv6 адреса містить посилання (::) яке не може бути визначено однозначно.";
$locale['482'] = "Яку версію бажаєте використовувати?";
$locale['483'] = "Зберегти";
*/
?>