<?php
// Blog titles
$locale['400'] = "Блог";
$locale['401'] = "Додати допис";
$locale['402'] = "Редагувати допис";
$locale['405'] = "Дописи";

// Blog messages
$locale['410'] = "Допис успішно додано";
$locale['411'] = "Допис успішно оновлено";
$locale['412'] = "Допис успішно видалено";
$locale['413'] = "Некоректна назва зображення.";
$locale['414'] = "Розмір файлу не може перевищувати %s.";
$locale['415'] = "Зображення має належати лише до таких типів файлу %s.";
$locale['416'] = "Розмір зображення не може бути більшим ніж %s пікселів.";
$locale['417'] = "Невідома помилка";

// Blog form
$locale['420'] = "Редагувати";
$locale['421'] = "Видалити";
$locale['422'] = "Заголовок";
$locale['423'] = "Розділ";
$locale['424'] = "Несортовані";
$locale['425'] = "Короткий зміст";
$locale['426'] = "Повний текст";
$locale['427'] = "Початкова дата";
$locale['428'] = "Кінцева дата";
$locale['429'] = "(не обов'язково)";
$locale['430'] = "Доступ";
$locale['431'] = "Зберегти як чернетку";
$locale['432'] = "Закріпити цей допис";
$locale['433'] = "Автоматичне перенесення рядків";
$locale['434'] = "Дозволити коментарі";
$locale['435'] = "Дозволити оцінки";
$locale['436'] = "Попередній перегляд";
$locale['437'] = "Зберегти";
$locale['438'] = "Чернетка";
$locale['439'] = "Зображення";
$locale['440'] = "Макс. розмір файлу %s / Дозволені типи файлів GIF, JPEG або PNG.";
$locale['441'] = "Розрив сторінки";
$locale['442'] = "Вибір розташування зображення";
$locale['443'] = "Ключові слова (кожне слово розділяється через кому ,)";

// Popup Error/Warning Messages
$locale['450'] = "Будь ласка, вкажіть заголовок";
$locale['451'] = "Видалити цей допис?";
$locale['451b'] = "Видалити цей розділ?";
$locale['452'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['453'] = "Коментарі";
$locale['454'] = "Оцінки";
$locale['455'] = $locale['453']." та ".$locale['454'];
$locale['456'] = 'У цьому розділі дописи відсутні.';
$locale['457'] = "Будь ласка, вкажіть ключові слова";

//Alignment
$locale['left'] = "Зліва";
$locale['center'] = "Центр";
$locale['right'] = "Справа";
?>