<?php
$locale['cp_100'] = "Сторінка";
$locale['cp_101'] = "Заголовок";
$locale['cp_102'] = "Доступ";
$locale['cp_103'] = "Мова";
$locale['cp_104'] = "Коментарі";
$locale['cp_105'] = "Оцінки";
$locale['cp_106'] = "Навігація";

// Custom Pages titles
$locale['400'] = "Створення сторінки";
$locale['401'] = "Редагування сторінки";
$locale['402'] = "Наявні сторінки";
$locale['403'] = "Сторінки";

// Custom Pages messages
$locale['410'] = "Сторінку успішно створено";
$locale['411'] = "Сторінку успішно оновлено";
$locale['412'] = "Адреса URL цієї сторінки: ";
$locale['413'] = "Сторінку успішно видалено";

// Custom Page form
$locale['420'] = "Редагувати";
$locale['421'] = "Видалити";
$locale['422'] = "Назва:";
$locale['423'] = "Доступ: ";
$locale['424'] = "Зміст:";
$locale['425'] = "Пароль адміністрування:";
$locale['426'] = "Додати посилання в навігаційне меню";
$locale['427'] = "Дозволити коментарі";
$locale['428'] = "Дозволити оцінювання";
$locale['429'] = "Попередній перегляд";
$locale['430'] = "Зберегти";
$locale['431'] = "Розрив сторінки";
$locale['432'] = "Ключові слова (кожне слово розділяється через Enter)";

// Popup errors / warning messages
$locale['450'] = "Видалити цю сторінку?";
$locale['451'] = "Будь ласка, введіть назву сторінки";
$locale['452'] = "Будь ласка, введіть пароль";
$locale['453'] = "Паролі не співпадають";
$locale['454'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['455'] = "коментарі";
$locale['456'] = "оцінки";
$locale['457'] = $locale['455']." та ".$locale['456'];

// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Ввімкнути";
$locale['462'] = "Вимкнути";
