<?php
// Database Restore
$locale['400'] = "Відновлення бази даних";
$locale['401'] = "Помилка";
$locale['402'] = "Некоректний формат файлу збереження";
$locale['403'] = "Закрити";
$locale['404'] = "Базу даних успішно відновлено";

// Backup File Information
$locale['410'] = "Інформація про резервну копію";
$locale['411'] = "Інформація про файл відновлення";
$locale['412'] = "Назва файлу копії:";
$locale['413'] = "Дата створення копії:";
$locale['414'] = "Назва бази даних:";
$locale['415'] = "Префікс таблиць ядра:";
$locale['416'] = "Таблиці:";
$locale['417'] = "Перегляд";
$locale['418'] = "Скасувати";
$locale['419'] = "табл.";

// Database Restore
$locale['430'] = "Параметри відновлення";
$locale['431'] = "Назва файлу копії:";
$locale['432'] = "Дата створення:";
$locale['433'] = "Наявні таблиці:";
$locale['434'] = "Таблиці у резервній копії:";
$locale['435'] = "Вибрати:";
$locale['436'] = "усе";
$locale['437'] = "нічого";
$locale['438'] = "Відновити";
$locale['439'] = "Скасувати";
$locale['440'] = "Підтримувані типи файлів:";

// Database Backup
$locale['450'] = "Створення резервної копії бази даних";
$locale['451'] = "Інформація про наявну базу даних";
$locale['452'] = "Розмір бази даних:";
$locale['453'] = "Розмір таблиць ядра:";
$locale['454'] = "Параметри збереження";
$locale['455'] = "Тип збереження (стискати чи ні):";
$locale['456'] = "(стиск)";
$locale['457'] = "Таблиці бази";
$locale['458'] = "ядро";
$locale['459'] = "Зберегти";
$locale['460'] = "Пароль адміністрування:";
$locale['460b'] = "Будь ласка, введіть Ваш пароль адміністрування";
$locale['461'] = "(обов&lsquo;язкові поля для заповнення)";

// Backup List
$locale['480'] = "Відновлення бази даних з резервної копії";
$locale['481'] = "Файл копії:";
$locale['481b'] = "Будь ласка, введіть назву файлу";
