<?php
// Titles
$locale['400'] = "Поштові шаблони";
$locale['401'] = "Доступні шаблони";
$locale['410'] = "Шаблон успішно оновлено";
$locale['411'] = "Тестовий електронний лист надіслано %s";
$locale['412'] = "Тестова тема";
$locale['413'] = "Тестове повідомлення";
$locale['414'] = "Деякий користувач";
$locale['415'] = "Отримувач повідомлення";
$locale['416'] = "Адреса URL до деякої теми";
$locale['417'] = "Редагувати";
$locale['418'] = "Форматований (HTML)";
$locale['419'] = "Простий текстовий";
$locale['420'] = "Шаблон: ";
$locale['421'] = "Використати шаблон";
$locale['422'] = "Листи на основі цього шаблону будуть надсилатися у форматі [ %s ].";
$locale['423'] = "Листи у текстовому форматі будуть надсилатися з використанням локалізації, встановленої стандартною.";
$locale['424'] = "так";
$locale['425'] = "ні";
$locale['426'] = "Формат шаблону";
$locale['427'] = "Примітка: Використані зображення і особливе форматування не будуть застосовуватися у простих текстових листах!";
$locale['428'] = "Відправник";
$locale['429'] = "Відправник";
$locale['430'] = "Використовується в якості імені відправника для тестування шаблону";
$locale['431'] = "Зворотня адреса";
$locale['432'] = "Зворотня адреса";
$locale['433'] = "Використовується в якості адреси відправника для тестування шаблону";
$locale['434'] = "Тема";
$locale['435'] = "Повідомлення";
$locale['436'] = "Фон"; // Button
$locale['437'] = "Тест";
$locale['438'] = "Шаблон буде збережено і тестовий лист буде надіслано за адресою: %s. Продовжити?";
$locale['439'] = "Зберегти";
$locale['440'] = "Скасувати";

// Help
$locale['450'] = "Допомога";
$locale['451'] = "Опис допоміжних кнопок форматування";
$locale['452'] = "Кнопка";
$locale['453'] = "Значення";
$locale['454'] = "Заголовок повідомлення або гілки форуму";
$locale['455'] = "Витяг з повідомлення";
$locale['456'] = "Відправник повідомлення, автор гілки форуму";
$locale['457'] = "Відправник листа";
$locale['458'] = "Отримувач листа";
$locale['459'] = "Адреса URL до гілки форуму, використовується лише в повідомленнях про нові відгуки на форумі.";

// Messages
$locale['469'] = "додати зображення";
$locale['470'] = "Тема не може бути пустою!";
$locale['471'] = "Повідомлення не може бути пустим!";
$locale['472'] = "Ім&lsquo;я відправника не може бути пустим!";
$locale['473'] = "Адреса відправника не може бути пустою!";