<?php
// Titles
$locale['400'] = "Журнал помилок";
$locale['401'] = "Перегляд помилки: ";

// Errors table
$locale['410'] = "Помилка";
$locale['411'] = "Сторінка";
$locale['412'] = "Користувач";
$locale['413'] = "Дата";
$locale['414'] = "Стан";
$locale['415'] = "Рядки:";
$locale['416'] = "Рівень:";
$locale['417'] = "Адреса IP:";
$locale['418'] = "Помилки відсутні";
$locale['419'] = "Файл";
$locale['420'] = "Подробиці";
$locale['421'] = "Витяг з коду";
$locale['422'] = "[перейти на початок]";

// Delete form
$locale['440'] = "Видалити усі записи з станом";

// Status form
$locale['450'] = "відкрито";
$locale['451'] = "закрито";
$locale['452'] = "ігнорується";
$locale['453'] = "Виконати";
?>