<?php
/* Common Forum Locales */
$locale['forum_000'] = "Створення розділу форуму";
$locale['forum_000a'] = "Оновлення розділу форуму";
$locale['forum_000b'] = "Поточні розділи форуму";
$locale['forum_000c'] = "Початок форуму";
$locale['forum_001'] = "Створити";
$locale['forum_002'] = "Редагути";
$locale['forum_003'] = "Видалити";
$locale['forum_004'] = "Перемістити";
$locale['forum_005'] = "Модерувати";
$locale['forum_006'] = "Назва";
$locale['forum_007'] = "Опис";
$locale['forum_008'] = "Первинний розділ";
$locale['forum_009'] = "Тип";
$locale['forum_010'] = "Мова";
$locale['forum_011'] = "Псевдонім";
$locale['forum_012'] = "Сторінки";
$locale['forum_013'] = "Зображення";
$locale['forum_014'] = "Адреса URL зображення";
$locale['forum_015'] = "Макс. розмір файлу: %s та дозволені типи файлів";
$locale['forum_016'] = "Якщо зображення завантажено, посилання не буде використовуватися.";
$locale['forum_017'] = "Правила і умови використання";
$locale['forum_018'] = "Введіть назву розділу форуму";
$locale['forum_019'] = "Дозволити об&lsquo;єднання повідомлень";
$locale['forum_020'] = "Дозволити приєднання файлів";
$locale['forum_021'] = "Дозволити швидку відповідь";
$locale['forum_022'] = "Дозволити опитування";
$locale['forum_023'] = "Дозволити голосування в опитуваннях";
$locale['forum_024'] = "Показувати учасників";
$locale['forum_025'] = "Копіювати налаштування доступу";
$locale['forum_026'] = "Закрити цей розділ";
$locale['forum_027'] = "Ширина: %s px x Висота: %s px";
$locale['forum_028'] = "Видалити зображення";
$locale['forum_029'] = "Редагувати доступ";
$locale['forum_030'] = "Налаштування доступу";
$locale['forum_031'] = "Доступ";
$locale['forum_032'] = "Створення нових тем";
$locale['forum_033'] = "Публікація нових повідомлень";
$locale['forum_034'] = "Приєднання файлів";
$locale['forum_035'] = "Завантаження приєднань";
$locale['forum_036'] = "Створення опитувань";
$locale['forum_037'] = "Голосування в опитуваннях";
$locale['forum_038'] = "Дозволити оцінки повідомлень";
$locale['forum_039'] = "Оцінка повідомлень";
$locale['forum_040'] = "Поріг блокування";
$locale['forum_041'] = "Завжди відкрито";
$locale['forum_042'] = "Зберегти дозволи";
$locale['forum_043'] = "Порядок";
$locale['forum_044'] = "Вибір розділу:";
$locale['forum_045'] = "нижче";
$locale['forum_046'] = "вище";
$locale['forum_047'] = "Редагувати дозволи";
$locale['forum_048'] = "Редагувати розділ";
$locale['forum_049'] = "Видалити розділ";
$locale['forum_050'] = "Підрозділ";
$locale['forum_051'] = "Псевдонім";
$locale['forum_052'] = "Перемістити теми та повідомлення";
$locale['forum_053'] = "Ні, видалити теми та повідомлення";
$locale['forum_054'] = "Перемістити підрозділи";
$locale['forum_055'] = "Ні, видалити підрозділи";
$locale['forum_056'] = "Базовий каталог";
$locale['forum_060'] = "Опції видаленя розділу";

/* Needed in forum_functions_include.php */
$locale['forum_070'] = "Видалено повідомлення: ";
$locale['forum_071'] = "Видалено приєднання: ";
$locale['forum_072'] = "Видалено теми: ";

/* Permissions */
$locale['forum_desc_000'] = "Дозволи для повідомлень";
$locale['forum_desc_001'] = "Дозволи для опитувань";
$locale['forum_desc_002'] = "Дозволи для приєднань";
$locale['forum_desc_003'] = "Вибір модераторів";
$locale['forum_desc_004'] = "Відповіді";

/* Navs */
$locale['forum_root'] = "Початок форуму";
$locale['forum_points'] = "Призначення";

/* Type */
$locale['forum_opts_001'] = "Підрозділ";
$locale['forum_opts_002'] = "Розділ";
$locale['forum_opts_003'] = "Посилання";
$locale['forum_opts_004'] = "Підтримка та запитання";

/* Error Notices */
$locale['forum_error_1'] = "Не вказано назву розділу.";
$locale['forum_error_2'] = "Рзмір файлу зображення не може бути більшим ніж %s.";
$locale['forum_error_3'] = "Розмір зображення не може бути більшим ніж %s.";
$locale['forum_error_4'] = "Дозволені лише такі типи файлів зображення: %s.";
$locale['forum_error_5'] = "Невідома помилка";
$locale['forum_error_6'] = "Адреса URL для псевдоніму вже використана. Будь ласка, використайте іншу унікальну адресу.";
$locale['forum_error_7'] = "Будь ласка, вкажіть унікальну назву розділу.";
$locale['forum_error_8'] = "Будь ласка, перед додаванням зображення розділу, видаліть спершу поточне зображення.";
$locale['forum_error_9'] = "Вказана адреса URL зображення недійсна. Будь ласка, перевірте шлях.";

/* Notices */
$locale['forum_notice_1'] = "Новий підрозділ форуму успішно створено.";
$locale['forum_notice_2'] = "Новий розділ форуму успішно створено.";
$locale['forum_notice_3'] = "Нове посилання на розділ форуму успішно створено.";
$locale['forum_notice_4'] = "Розділ підтримки успішно створено.";
$locale['forum_notice_5'] = "Розділ форуму успішно видалено.";
$locale['forum_notice_6'] = "Розділ форуму підвищено.";
$locale['forum_notice_7'] = "Розділ форуму понижено.";
$locale['forum_notice_8'] = "Зображення розділу успішно видалено.";
$locale['forum_notice_9'] = "Налаштування розділу форуму успішно оновлено.";
$locale['forum_notice_10'] = "Дозволи розділу форуму успішно оновлено.";
$locale['forum_notice_11'] = "Стиск форуму успішно завершено.";
$locale['forum_notice_13'] = "Розділ з номером %d після сортування має порядковий номер %d";
$locale['forum_notice_na'] = "Некоректна дія";

/* Etc */
$locale['delete_notice'] = "Видалити розділ? Примітка: Дія остаточна і незворотна.";
$locale['531'] = "Вимкнути";
$locale['560'] = "Підрозділи відсутні";
$locale['561'] = "Розділи відсутні";
$locale['562'] = "Оновити порядок розділів";
?>