<?php
// Album titles
$locale['photo_000'] = "Фотоальбоми";
$locale['photo_001'] = "Світлини";
$locale['photo_002'] = "Пакетне завантаження";
$locale['400'] = "Створення фотоальбому";
$locale['401'] = "Редагування фотоальбому";
$locale['402'] = "Поточні фотоальбоми";
$locale['403'] = "Критична помилка";

// Album messages
$locale['409'] = "Будь ласка, введіть назву фотоальбому";
$locale['410'] = "Фотоальбом створено успішно";
$locale['411'] = "Фотоальбом оновлено успішно";
$locale['412'] = "Мініатюру видалено успішно";
$locale['413'] = "Фотоальбом видалено успішно";
$locale['414'] = "Виникла така помилка:";
$locale['415'] = "Некоректна назва зображення";
$locale['416'] = "Розмір файлу не повинен перевищувати %s";
$locale['417'] = "Тип файлу має відповідати одному з таких: .gif, .jpeg, .png.";
$locale['418'] = "Розмір зображення не повинен перевищувати %uw x %uh пікселів";
$locale['419'] = "фотоальбом неможливо видалити. Ви ввели неправильний пароль";
$locale['420'] = "Не знайдено GD бібліотеку. Фотогалерея не може працювати без GD бібліотеки. Зверніться до хостера свого сайту за детальною інформацією";

// Album confirmation
$locale['430'] = "Підтвердження видалення фотоальбому";
$locale['431'] = "Фотоальбом, який Ви бажаєте видалити, містить принаймні одну світлину.<br />\n"."Щоб видалити цей фотоальбом, будь ласка, введіть пароль адміністрування.";
$locale['432'] = "Підтвердити";
$locale['433'] = "Скасувати";

// Album form
$locale['440'] = "Назва: ";
$locale['441'] = "Опис: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Мініатюра: ";
$locale['445'] = "Зберегти";

// Current Albums
$locale['460'] = "Відкрити фотоальбом";
$locale['461'] = "Мініатюра відсутня";
$locale['462'] = "Дата: ";
$locale['463'] = "Надіслано: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Світлина: ";
$locale['466'] = "догори";
$locale['467'] = "донизу";
$locale['468'] = "Редагувати";
$locale['469'] = "Видалити";
$locale['470'] = "Оновлений порядок фотоальбомів та світлин";
$locale['470a'] = "Порядок фотоальбомів та світлин успішно оновлено";
$locale['470c'] = "Оновити галерею";
$locale['471'] = "Фотоальбоми відсутні";

// Delete Album
$locale['500'] = "Видалити цей фотоальбом?";

// new admin
$locale['600'] = "Створити фотоальбоми";
$locale['601'] = "Додати світлини";
$locale['605'] = "Створення фотоальбому";
$locale['606'] = "Редагування фотоальбому";
$locale['607'] = "Заголовок";
$locale['608'] = "Назва фотоальбому";
$locale['609'] = "Опис";
$locale['610'] = "Яка тематика цього фотоальбому?";
$locale['611'] = "Доступ";
$locale['612'] = "Мова";
$locale['613'] = "Порядок";
$locale['620'] = "Додати світлину";
$locale['621'] = "Редагувати світлину";
$locale['622'] = "Назва світлини";
$locale['623'] = "Назва фотоальбому";
$locale['624'] = "Фотоальбом";
$locale['625'] = "Ключові слова для світлини";
$locale['626'] = "Ключові слова";
$locale['627'] = "Опис світлини";
$locale['628'] = "Що зображено на світлині?";
$locale['629'] = "Коментарі";
$locale['630'] = "Оцінки";
$locale['631'] = "Додати";
$locale['635'] = "Фотоальбом:";
$locale['636'] = "Створено:";
$locale['637'] = "Дата:";
$locale['638'] = "Оцінка";
$locale['639'] = "Коментар";
$locale['640'] = "Опис:";
$locale['641'] = "Перегляди:";
$locale['642'] = "Оцінки:";
$locale['643'] = "Коментарі:";
$locale['644'] = "Розмір:";
$locale['645'] = "Тип:";
$locale['646'] = "Канали:";
$locale['647'] = "Глибина:";
$locale['648'] = "Чутливість:";
$locale['649'] = "Витримка:";
$locale['650'] = "Діафрагма:";
$locale['651'] = "Камера:";
$locale['652'] = "Модель:";
$locale['655'] = "Ключові слова:";
$locale['660'] = "Світлини відсутні";
$locale['700'] = "Фотоальбом успішно оновлено";
$locale['701'] = "Фотоальбом успішно створено";
$locale['702'] = "Світлину успішно завантажено";
$locale['703'] = "Світлину успішно оновлено";
?>