<?php
// Delete Image
$locale['400'] = "Видалити зображення";
$locale['401'] = "Зображення видалено";
$locale['402'] = "Повернутися до налаштування зображень";
$locale['403'] = "Повернутися до Центру керування";

// Upload Image
$locale['420'] = "Завантаження зображення";
$locale['421'] = "Зображення:";
$locale['422'] = "Загальні";
$locale['423'] = "Для статей";
$locale['424'] = "Для новин";
$locale['425'] = "Дозволені типи файлів лише такі: .gif, .jpeg, .png.";
$locale['426'] = "Зображення завантажено";
$locale['427'] = "Для розділів новин";
$locale['428'] = "Для блогу";
$locale['429'] = "Для розділів блогу";

// View Image
$locale['440'] = "Перегляд зображення";
$locale['441'] = "Невідомий формат, неможливо відобразити";
$locale['442'] = "Видалити";

// Image Management
$locale['460'] = "Наявні зображення";
$locale['461'] = "Переглянути";
$locale['462'] = "Видалити";
$locale['463'] = "Цей каталог порожній";
$locale['464'] = "Оновити список зображень для редактора TinyMCE";

// Popup Error/Warning Messages
$locale['470'] = "Видалити це зображення?";