<?php
// Member Management Options
$locale['400'] = "Користувачі";
$locale['401'] = "Користувач";
$locale['402'] = "Створити нового користувача";
$locale['403'] = "Тип";
$locale['404'] = "Опції";
$locale['405'] = "Перегляд за статусом:";
$locale['406'] = "Редагувати";
$locale['407'] = "Активувати";
$locale['408'] = "Розблокувати";
$locale['409'] = "Заблокувати (бан)";
$locale['410'] = "Видалити";
$locale['411'] = "Відсутні %s користувачі";
$locale['412'] = " почати з ";
$locale['413'] = " співставлення ";
$locale['414'] = "Показати усіх";
$locale['415'] = "Шукати користувача:";
$locale['416'] = "Пошук";
$locale['417'] = "виберіть дію";
$locale['418'] = "Скасувати";
$locale['419'] = "Відновити";
$locale['425'] = "Увага!";
$locale['425a'] = "Ви намагаєтесь видалити користувача %s!\n
Усю інформацію створену цим користувачем на даному сайті буде також видалено. Зокрема, очищення буде застосовано до таких даних:\n
- Статті\n
- Новини\n
- Теми форуму. Врахуйте, що усі повідомлення, опитування і приєднані файли у цій темі, залишені іншими користувачами, також будуть знищені.\n
- Повідомлення на форумі\n
- Приєднані до повідомлень на форумі файли\n
- Приватні повідомлення (як надіслані, так і отримані)\n
- Голоси в опитуваннях\n
- Оцінки\n\n
В зв&lsquo;язку з вищевказаним, якщо Ви не впевнені, що обліковий запис цього користувача використовується лише для розсилання спаму чи іншим чином шкодить сайту, рекомендується застосувати до нього інші дії, наприклад, Заблокувати (бан), Призупинити, Скасувати або Анонімізувати.\n
Ви дійсно бажаєте видалити цього користувача?\n";

$locale['426'] = "Так";
$locale['427'] = "Ні";

// Ban/Unban/Delete Member
$locale['420'] = "Накласти бан";
$locale['421'] = "Зняти бан";
$locale['422'] = "Користувача видалено";
$locale['423'] = "Ви дійсно бажаєте видалити цього користувача?";
$locale['424'] = "Користувача активовано";

// Edit Member Details
$locale['430'] = "Редагування користувача";
//$locale['431'] = "Дані користувача оновлено";
//$locale['432'] = "Повернутися до налаштування користувачів";
//$locale['433'] = "Повернутися в Центр керування";
//$locale['434'] = "Неможливо оновити дані користувача:";

// Extra Edit Member Details form options
//$locale['440'] = "Запис змін";

// Update Profile Errors
//$locale['450'] = "Заборонено редагувати основного адміністратора";
//$locale['451'] = "Ви повинні визначити ім&lsquo;я та електронну адресу";
//$locale['452'] = "Ім&lsquo;я містить недопустимі символи.";
//$locale['453'] = "Таке ім&lsquo;я ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." вже використовується іншим обліковим записом";
//$locale['454'] = "Вказана електронна адреса некоректна";
//$locale['455'] = "Така електронна адреса ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." вже використовується іншим обліковим записом";
//$locale['456'] = "Нові паролі не співпадають";
//$locale['457'] = "Недопустимий пароль, будь ласка, використовуйте лише цифри та латинські літери.\n
//Довжина паролю повинна бути не меншою 6 символів";
//$locale['458'] = "Увага: невідома помилка!";

// View Member Profile
//$locale['470'] = "Профіль користувача";
//$locale['472'] = "Статистика";
//$locale['473'] = "Групи користувачів";

// Add Member Errors
$locale['480'] = "Створення користувача";
$locale['481'] = "Обліковий запис користувача створено";
$locale['482'] = "Неможливо створити обліковий запис користувача";

// Suspension Log 
$locale['510s'] = "Журнал призупинень дії облікового запису користувача ";
$locale['511s'] = "Записи про призупинення дії облікового запису цього користувача відсутні у журналі призупинень.";
$locale['512s'] = "Попередні призупинення дії облікового запису користувача ";
$locale['513'] = "№."; // as in number
$locale['514'] = "Дата";
$locale['515'] = "Підстава";
$locale['516'] = "Відповідальний адміністратор";
$locale['517'] = "Системна дія";
$locale['518'] = "Повернутися в обліковий запис користувача";
$locale['519'] = "Журнал призупинень дії облікового запису цього користувача ";
$locale['520'] = "Відновлено: ";
$locale['521'] = "Адреса IP: ";
$locale['522'] = "Поки що не відновлено";
$locale['540'] = "Помилка";
$locale['541'] = "Помилка: Ви повинні вказати підставу для призупинення дії облікового запису!";
$locale['542'] = "Помилка: Ви повинні вказати підставу для блокування (бан) облікового запису з міркувань безпеки!";

// User Management Admin
$locale['550'] = "Користувач: ";
$locale['551'] = "кількість днів";
$locale['552'] = "Підстава:";
$locale['553'] = "Призупинити";
$locale['554'] = "Цей користувач не мав жодного призупинення.";
$locale['555'] = "Якщо Ви прийняли рішення заблокувати цього користувача, натисніть кнопку 'Бан'";
$locale['556'] = "Відміна призупинення користувача: ";
$locale['557'] = "Відмінити призупинення";
$locale['558'] = "Розблокування користувача: ";
$locale['559'] = "Розблокувати ";
$locale['560'] = "Скасування блокування з міркувань безпеки користувача: ";
$locale['561'] = "Зняти блокування з міркувань безпеки";
$locale['562'] = "Заблокований користувач: ";
$locale['563'] = "Заблокований з міркувань безпеки користувач: ";
$locale['585a'] = "Будь ласка, вкажіть підставу для блокування чи розблокування ";
$locale['566'] = "Розблоковано";
$locale['568'] = "Блокування з міркувань безпеки";
$locale['569'] = "Блокування з міркувань безпеки знято";
$locale['572'] = "Призупинений користувач";
$locale['573'] = "Призупинення знято";
$locale['574'] = "Деактивований користувач";
$locale['575'] = "Активацію відновлено";
$locale['576'] = "Обліковий запис скасовано";
$locale['577'] = "Скасування облікового запису відмінено";
$locale['578'] = "Обліковий запис скасовано і зроблено анонімним";
$locale['579'] = "Анонімність облікового запису відмінено";
$locale['580'] = "Деактивація бездіяльних користувачів";
$locale['581'] = "Ви маєте більше 50 бездіяльних користувачів і повинні провести процедуру деактивації (%d) раз(и\ів).";
$locale['582'] = "Відновити активацію";
$locale['583'] = "Замінити";
$locale['584'] = "Виберіть новий статус";
$locale['585'] = "Цього користувача було заблоковано з міркувань безпеки! Ви дійсно впевнені, що бажаєте розблокувати його?";
$locale['590'] = "Призупинити обліковий запис користувача";
$locale['591'] = "Відновити обліковий запис користувача";
$locale['592'] = "призупинення облікового запису";
$locale['593'] = "відновлення облікового запису";
$locale['594'] = "Будь ласка, вкажіть підставу для ";
$locale['595'] = " користувача ";
$locale['596'] = "Тривалість:";
$locale['600'] = "Блокування (бан) з міркувань безпеки";
$locale['601'] = "блокування з міркувань безпеки";
$locale['602'] = "Розблокування";
$locale['603'] = "розблокування";
$locale['604'] = "Підстава:";

// Deactivation System
$locale['610'] = "Деяка кількість (%d) користувачів не авторизувалися на сайті більше дозволеної у системі кількості днів (%d), тому їх позначено як бездіяльних і пропонується деактивувати.\n
Якщо від цих користувачів не буде відклику протягом визначеного контрольного терміну (%d дн.) після деактивації, їх буде автоматично %s.";
$locale['611'] = "Будь ласка, майте на увазі, що деякі користувачі можуть мати пов&lsquo;язану із ними інформацію, опубліковану на сайті, наприклад, повідомлення на Форумі, коментарі, фото тощо.
Уся подібна інформація буде знищена коли деактивовані користувачі будуть видалені.";
$locale['612'] = "користувача";
$locale['613'] = "користувачів";
$locale['614'] = "Деактивувати";
$locale['615'] = "видалено";
$locale['616'] = "анонімізовано";
$locale['617'] = "Попередження:";
$locale['618'] = "Настійливо рекомендується замість дії деактивації скористатися операцією встановлення анонімності задля попередження остаточної втрати важливої інформації!";
$locale['619'] = "Ви можете зробити це тут";
$locale['620'] = "встановити анонімність";
$locale['621'] = "Автоматична деактивація бездіяльних користувачів.";