<?php
// News titles
$locale['news_0000'] = "Поточні новини";
$locale['news_0001'] = "Новини";
$locale['news_0002'] = "Створення новини";
$locale['news_0003'] = "Редагування новини";

// News Categories titles
$locale['news_0020'] = "Поточні розділи новин";
$locale['news_0021'] = "Редагування розділу новин";
$locale['news_0022'] = "Створення розділу новин";

// News messages
$locale['news_0100'] = "Новину успішно створено";
$locale['news_0101'] = "Новину успішно оновлено";
$locale['news_0102'] = "Новину усіпшно видалено";
$locale['news_0103'] = "Некоректна назва файлу.";
$locale['news_0104'] = "Розмір файлу не повинен перевищувати %s.";
$locale['news_0105'] = "Дозволені типи файлів лише такі: %s.";
$locale['news_0106'] = "Розмір зображення не повинен перевищувати %s пікселів.";
$locale['news_0107'] = "Невідома помилка";

// News Categories messages
$locale['news_0150'] = "Розділ новин успішно створено";
$locale['news_0151'] = "Розділ новин успішно оновлено";
$locale['news_0152'] = "Розділ новин неможливо видалити";
$locale['news_0153'] = "У цьому розділі існують новини або інші підрозділи, спочатку видаліть їх.";
$locale['news_0154'] = "Розділ новин успішно видалено";

// News form
$locale['news_0200'] = "Заголовок:";
$locale['news_0201'] = "Розділ:";
$locale['news_0202'] = "Без розділу";
$locale['news_0203'] = "Короткий зміст:";
$locale['news_0204'] = "Повний текст:";
$locale['news_0205'] = "Ключові слова (кожне слово розділяється чере кому ,)";
$locale['news_0206'] = "Початкова дата:";
$locale['news_0207'] = "Кінцева дата:";
$locale['news_0208'] = "(не обов`язково)";
$locale['news_0209'] = "Доступ:";
$locale['news_0210'] = "Зберегти як чернетку";
$locale['news_0211'] = "Закріпити";
$locale['news_0212'] = "Автоматичне перенесення рядків";
$locale['news_0213'] = "Дозволити коментарі";
$locale['news_0214'] = "Дозволити оцінювання";
$locale['news_0215'] = "[чернетка]";
$locale['news_0216'] = "Зображення";
$locale['news_0217'] = "Макс. розмір файлу: %s / Дозволені типи файлів: .gif, .jpeg, .png";
$locale['news_0218'] = "Вибір розташування зображення";
$locale['news_0219'] = "Розрив сторінки";
$locale['news_0240'] = "Попередній перегляд";
$locale['news_0241'] = "Зберегти";

// Popup Error/Warning Messages
$locale['news_0250'] = "Будь ласка, вкажіть заголовок";
$locale['news_0251'] = "Видалити цю новину?";
$locale['news_0252'] = "Видалити цей розділ новин?";
$locale['news_0253'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['news_0254'] = "коментарі";
$locale['news_0255'] = "оцінки";
$locale['news_0256'] = $locale['news_0254']." та ".$locale['news_0255'];
$locale['news_0257'] = 'У цьому розділі новини відсутні.';
$locale['news_0258'] = "Будь ласка, вкажіть ключові слова";

// News Categories form
$locale['news_0300'] = "Назва:";
$locale['news_0301'] = "Зображення:";
$locale['news_0302'] = "Зберегти";
$locale['news_0303'] = "Розділи новин відсутні";
$locale['news_0304'] = "Натисніть тут для завантаження нового зображення для розділу";
$locale['news_0305'] = "Первинний розділ";

// Popup Error/Warning Messages
$locale['news_0350'] = "Видалити цей розділ новин?";

// Error Messages
$locale['news_0351'] = "Будь ласка, вкажіть назву розділу.";
$locale['news_0352'] = "Розділ з такою назвою вже існує.";
?>