<?php
// Panel Management
$locale['400'] = "Налаштування панелей";
$locale['401'] = "Назва";
$locale['402'] = "Місце";
$locale['403'] = "Порядок";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Опції";
$locale['407'] = "Наявні панелі";
$locale['408'] = "Додати";
$locale['409'] = "Редагувати";
$locale['410'] = "Для зміни положення або порядку панелей їх можна пересувати у межах вікна.";

// Panel Settings
$locale['420'] = "Ліворуч";
$locale['421'] = "Центр вгорі";
$locale['422'] = "Праворуч";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Центр знизу";
$locale['426'] = "Під заголовком";
$locale['427'] = "Над підсумком";

// Panel Options
$locale['430'] = "вліво";
$locale['431'] = "вправо";
$locale['432'] = "догори";
$locale['433'] = "донизу";
$locale['434'] = "Редагувати";
$locale['435'] = "ввімкн.";
$locale['436'] = "вимкн.";
$locale['437'] = "Видалити";
$locale['438'] = "нова панель";
$locale['439'] = "Оновити порядок";
$locale['440'] = "Видалити цю панель?";
$locale['441'] = "лівіше";
$locale['442'] = "правіше";
$locale['443'] = "вище";
$locale['444'] = "нижче";
$locale['445'] = "догори";
$locale['446'] = "донизу";

// Add/Edit Panel Form
$locale['450'] = "Редагування панелі";
$locale['451'] = "Створення панелі";
$locale['452'] = "Назва";
$locale['453'] = "Файл";
$locale['454'] = "(при виборі значення у цьому пункті зміст панелі буде проігноровано)";
$locale['455'] = "Зміст панелі";
$locale['456'] = "Пароль адміністрування:";
$locale['457'] = "Розташування:";
$locale['458'] = "Доступ:";
$locale['459'] = "Показувати на всіх сторінках";
$locale['460'] = "Попередній перегляд";
$locale['461'] = "Зберегти";
$locale['462'] = "Обмеження:";
$locale['463'] = "Наприклад:";
$locale['464'] = "вимкнути на цих сторінках";
$locale['465'] = "ввімкнути на цих сторінках";
$locale['466'] = "Мова:";
$locale['467'] = "відображати лише на головній сторінці";
$locale['468'] = "Тип";

// Update/Add new Panel Errors
$locale['470'] = "Не вказано назву панелі";
$locale['471'] = "Панель з таким іменем вже існує";
$locale['472'] = "Ви не ввели зміст панелі";
$locale['473'] = "Ви не вибрали файл панелі";
$locale['474'] = "Пароль адміністрування некоректний";
$locale['475'] = "При обмеженні центральних панелей необхідно поставити відмітку \"Показувати на всіх сторінках\"";

// Update/Add new Panel Success/Fail
$locale['480'] = "Оновити панель";
$locale['481'] = "Неможливо оновити панель";
$locale['482'] = "Панель успішно оновлено";
$locale['483'] = "Нова панель";
$locale['484'] = "Неможливо створити панель";
$locale['485'] = "Панель успішно створено";
$locale['486'] = "Повернутися до налаштування панелей";
$locale['487'] = "Повернутися в Центр керування";
$locale['488'] = "Порядок панелей успішно оновлено.";

//Visual Panel
$locale['600'] = "Керування панелями";
$locale['602'] = "Вимкнені панелі";
$locale['603'] = "Ввімкнені панелі";
$locale['604'] = "Панелі";
$locale['605'] = "Панель";
$locale['606'] = "Зміст сайту";
