<?php
// Section Titles
$locale['400'] = "Ввімкнені статичні посилання";
$locale['401'] = "Вимкнені статичні посилання";

// Common
$locale['402'] = "Стандартна назва";
$locale['403'] = "Опис";
$locale['404'] = "Опції";
$locale['404a'] = "Ввімкнути";
$locale['404b'] = "Вимкнути";
$locale['404c'] = "Редагувати";
$locale['404d'] = "Оновити";

// Editing Permalinks
$locale['405'] = "Редагування статичних посилань для %s";
$locale['406'] = "Теги";
$locale['407'] = "Опис";
$locale['408'] = "Типи";
$locale['409'] = "Редагування представлення";
$locale['410'] = "Тип статичного посилання %u:";
$locale['411'] = "Помилка";
$locale['412'] = "Будь ласка, перевірте коректність посилання %s!";
$locale['413'] = "Зберегти";
$locale['414'] = "УВАГА: Статичні посилання &amp; Усі налаштовані псевдоніми будуть остаточно видалені!\\nВи дійсно бажаєте вимкнути це статичне посилання?";
$locale['415'] = "Статичні посилання перетворюють звичайні посилання таким чином, щоб замість тексту із символами знаку питання та рівності можна було налаштувати власну зрозумілу структуру.\n
Ви можете ввімкнути використання статичних посилань у загальних налаштуваннях сайту та активувати їх для відповідного розділу. Після активації відкривається можливість налаштування правил створення відповідних статичних посилань.";

// Admin Messages
$locale['420'] = "Виявлено помилку.";
$locale['421'] = "Статичні посилання успішно оновлено.";
$locale['422'] = "Не знайдено жодного статичного посилання для %s.";
$locale['423'] = "Статичне посилання відсутнє.";
$locale['424'] = "Статичне посилання для %s успішно ввімкнено.";
$locale['425'] = "Статичні посилання для %s вже ввімкнені.";
$locale['426'] = "Статичні посилання для %s успішно вимкнено.";

// Other
$locale['427'] = "Статичні посилання відсутні.";
$locale['428'] = "Статичні посилання";
$locale['seo_htc_warning'] = "Будь ласка, майте на увазі, що у разі зміни будь-чого з цих налаштувань, зміст файлу `.htaccess` буде перезаписано, тому всі раніше додані до нього виправлення будуть втрачені.";
$locale['rewrite_disabled'] = "Здається, що функція `mod_rewrite` заборонена на Вашому хостингу. Ввімкнення SEF може пошкодити Ваш сайт. Будь ласка, зв&lsquo;яжіться з Вашим хостером щодо ввімкнення функції `mod_rewrite` для можливості її використання.";
