<?php
// Section Titles
$locale['400'] = "Ввімкнені статичні посилання";
$locale['401'] = "Вимкнені статичні посилання";

// Common
$locale['402'] = "Стандартна назва";
$locale['403'] = "Опис";
$locale['404'] = "Опції";
$locale['404a'] = "Ввімкнути";
$locale['404b'] = "Вимкнути";
$locale['404c'] = "Редагувати";

// Editing Permalinks
$locale['405'] = "Редагування статичних посилань для %s";
$locale['406'] = "Теги";
$locale['407'] = "Опис";
$locale['408'] = "Типи";
$locale['409'] = "Редагування представлення";
$locale['410'] = "Тип статичного посилання %u:";
$locale['411'] = "Помилка";
$locale['412'] = "Будь ласка, перевірте коректність посилання %s!";
$locale['413'] = "Зберегти";
$locale['414'] = "УВАГА: Статичні посилання &amp; Усі налаштовані псевдоніми будуть остаточно видалені!\\nВи дійсно бажаєте вимкнути це статичне посилання?";

// Admin Messages
$locale['420'] = "Виявлено помилку.";
$locale['421'] = "Статичні посилання оновлено успішно.";
$locale['422'] = "Не знайдено жодного статичного посилання для %s.";
$locale['423'] = "Статичне посилання відсутнє.";
$locale['424'] = "Статичне посилання для %s ввімкнено успішно.";
$locale['425'] = "Статичні посилання для %s вже ввімкнені.";
$locale['426'] = "Статичні посилання для %s вимкнено успішно.";

// Other
$locale['427'] = "Статичні посилання відсутні.";
$locale['428'] = "Статичні посилання";
?>