<?php
// Album titles
$locale['400'] = "Створення фотоальбому";
$locale['401'] = "Редагування фотоальбому";
$locale['402'] = "Поточні фотоальбоми";
$locale['403'] = "Критична помилка";

// Album messages
$locale['409'] = "Будь ласка, введіть назву фотоальбому";
$locale['410'] = "Фотоальбом успішно створено";
$locale['411'] = "Фотоальбом успішно оновлено";
$locale['412'] = "Мініатюру успішно видалено";
$locale['413'] = "Фотоальбом успішно видалено";
$locale['414'] = "Виникла така помилка:";
$locale['415'] = "Некоректна назва зображення";
$locale['416'] = "Розмір файлу не повинен перевищувати %s";
$locale['417'] = "Тип файлу має відповідати одному з таких: .gif, .jpeg, .png.";
$locale['418'] = "Розмір зображення не повинен перевищувати %uw x %uh пікселів";
$locale['419'] = "фотоальбом неможливо видалити. Ви ввели неправильний пароль";
$locale['420'] = "Не знайдено GD бібліотеку. Фотогалерея не може працювати без GD бібліотеки. Зверніться до хостера свого сайту за детальною інформацією";

// Album confirmation
$locale['430'] = "Підтвердження видалення фотоальбому";
$locale['431'] = "Фотоальбом, який Ви бажаєте видалити, містить одне або більше фото.<br />\n"."Щоб видалити цей фотоальбом, будь ласка, введіть пароль адміністрування.";
$locale['432'] = "Підтвердити";
$locale['433'] = "Скасувати";

// Album form
$locale['440'] = "Назва: ";
$locale['441'] = "Опис: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Мініатюра: ";
$locale['445'] = "Зберегти";

// Current Albums
$locale['460'] = "Відкрити фотоальбом";
$locale['461'] = "Мініатюра відсутня";
$locale['462'] = "Дата: ";
$locale['463'] = "Надіслано: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Світлина: ";
$locale['466'] = "догори";
$locale['467'] = "донизу";
$locale['468'] = "Редагувати";
$locale['469'] = "Видалити";
$locale['470'] = "Оновити порядок фотоальбомів та світлин";
$locale['471'] = "Відсутні фотоальбоми.";

// Delete Album
$locale['500'] = "Видалити цей фотоальбом?";
?>