<?php
$locale['400'] = "Інформація про PHP";

//General
$locale['401'] = "Загально";
$locale['402'] = "Сервер";
$locale['403'] = "Веб-сервер";
$locale['404'] = "Версія PHP";
$locale['405'] = "Інтерфейс PHP";
$locale['406'] = "Версія MySQL";
$locale['407'] = "Версія PHP-Fusion";
$locale['408'] = "Префікс бази даних PHP-Fusion";
$locale['409'] = "Префікс файлів cookie PHP-Fusion";
$locale['410'] = "Переглядач та ОС";

//PHP settings
$locale['420'] = "Параметри PHP";
$locale['421'] = "так";
$locale['422'] = "ні";
$locale['423'] = "Безпечний режим";
$locale['424'] = "Підтримка RegisterGlobals";
$locale['425'] = "Підтримка";
$locale['426'] = "Завантаження файлів (макс. розмір)";
$locale['428'] = "Відображення помилок";
$locale['429'] = "Заборонені функції";
$locale['430'] = "пусто";
$locale['431'] = "версія";

//Write permission
$locale['440'] = "Права доступу";
$locale['441'] = "запис дозволено";
$locale['442'] = "запис заборонено";

//PHPinfo
$locale['450'] = "Подробиці";
$locale['451'] = "Неможливо отримати дані. Перевірте чи не вимкнена функція phpinfo()?";
