<?php
// Polls titles
$locale['400'] = "Створення опитування";
$locale['401'] = "Редагування опитування";
$locale['402'] = "Поточні опитування";
$locale['403'] = "Попередній перегляд";

// Polls messages
$locale['410'] = "Опитування успішно створено";
$locale['411'] = "Опитування успішно оновлено";
$locale['412'] = "Опитування усіпшно видалено";

// Edit/Delete Polls
$locale['420'] = "Поточне опитування";
$locale['421'] = "Редагувати";
$locale['422'] = "Видалити";

// Preview Polls
$locale['430'] = "Голосувати";

// Polls Form
$locale['431'] = "Запитання:";
$locale['432'] = "Відповідь ";
$locale['433'] = " закрити опитування";
$locale['434'] = "Розпочато: ";
$locale['435'] = "Завершено: ";
$locale['436'] = "Додати відповідь";
$locale['437'] = "Попередній перегляд";
$locale['438'] = "Зберегти";
$locale['439'] = "Не визначено";
$locale['439a'] = "Будь ласка, введіть тему опитування";
$locale['439b'] = "Ви маєте вказати хоча б одну відповідь";
$locale['439c'] = "Опитування";
