<?php
$locale['400'] = "Налаштування";

// Site Settings
$locale['401'] = "Основні параметри";
$locale['402'] = "Назва";
$locale['403'] = "Адреса";
$locale['404'] = "Логотип";
$locale['405'] = "Електронна адреса";
$locale['406'] = "Власник";
$locale['407'] = "Привітання";
$locale['408'] = "(залиште порожнім, якщо не потрібно)";
$locale['409'] = "Опис";
$locale['410'] = "Ключові слова";
$locale['411'] = "(слова розділяйте комою)";
$locale['412'] = "Інформація в підсумку";
$locale['413'] = "Стартова сторінка";
$locale['414'] = "";
$locale['415'] = "Один стовпчик";
$locale['416'] = "Два стовпчика";
$locale['417'] = "Мова";
$locale['418'] = "Сайт";
$locale['418a'] = "Центр керування:";
$locale['419'] = "Стандартно шукати у розділі";
$locale['420'] = "Вимкнути ліві панелі";
$locale['421'] = "Вимкнути центральні панелі";
$locale['422'] = "Вимкнути нижні панелі";
$locale['423'] = "Вимкнути праві панелі";
$locale['424'] = "<em>Наприклад:</em><br />/news.php<br />/forum/index.php";
$locale['425'] = "Адреса";
$locale['426'] = "Протокол:";
$locale['427'] = "Хостинг:";
$locale['428'] = "Наприклад:";
$locale['429'] = "Шлях:";
$locale['430'] = "Порт:";
$locale['431'] = "Попередній перегляд:";
$locale['432'] = "Інші налаштування";
$locale['433'] = "mysite.com";
$locale['434'] = "myfolder";
$locale['435'] = "Вимкнути панелі під заголовком:";
$locale['436'] = "Вимкнути панелі над підсумком:";
$locale['437'] = "Bootstrap:";
$locale['438'] = "Зручні для використання посилання (SEF URL):";
$locale['439'] = "Нормалізувати дружні адреси URL:";
$locale['440'] = "Дозволити режим налаштування SEO:";
$locale['441'] = "Entypo";
$locale['442'] = "Font-Awesome";

// Time & Date Settings
$locale['450'] = "Параметри часу та дати";
$locale['451'] = "Короткий формат";
$locale['452'] = "Повний формат";
$locale['453'] = "Формат для форуму";
$locale['454'] = "Формат у підзаголовку";
$locale['455'] = "- зразок формату -";
$locale['456'] = "Часовий зсув для гостей";
$locale['457'] = "Формат для новин/статей";
$locale['458'] = "Час";
$locale['459'] = "на сервері";
$locale['460'] = "у Вашій системі";
$locale['461'] = "для гостей";
$locale['462'] = "Часовий зсув на сервері";
$locale['463'] = "Налаштуйте серверний час на GMT 0";
$locale['464'] = "Стандартна часова зона";
$locale['465'] = "Початок тижня";

// Registration Settings
$locale['550'] = "Параметри реєстрації";
$locale['551'] = "Система реєстрації";
$locale['552'] = "Перевірка електронної адреси при реєстрації";
$locale['553'] = "Код для перевірки";
$locale['557'] = "Активація нових користувачів адміністрацією";
$locale['558'] = "Погодження з правилами сайту";
$locale['559'] = "Правила";

$locale['606'] = "Метод стиснення мініатюр";
$locale['607'] = "GD1";
$locale['608'] = "GD2";

// Other Settings
$locale['650'] = "Інші параметри";
$locale['651'] = "Список заборонених цензурою слів";
$locale['652'] = "На рядку одне слово";
$locale['653'] = "(залиште порожнім, якщо не потрібно)";
$locale['654'] = "Символи/слова при застосуванні цензури";
$locale['655'] = "Повідомлення в чаті від гостей";
$locale['657'] = "Режим обслуговування";
$locale['656'] = "Коментарі з аватарами";
$locale['658'] = "Повідомлення відвідувачам про режим обслуговування";
$locale['659'] = "Цензура";
$locale['660'] = "Час на флуд-контроль чату (секунд)";
$locale['661'] = "(залиште порожнім для стандартного значення)";
$locale['662'] = "Редактор html TinyMCE";
$locale['663'] = "(для введення статей та новин адміністратором)";
$locale['664'] = "SMTP хост";
$locale['665'] = "(залиште порожнім, якщо sendmail дозволено)";
$locale['666'] = "SMTP ім&lsquo;я";
$locale['667'] = "SMTP пароль";
$locale['668'] = "Користувач може змінювати оформлення сайту при налаштуванні свого профілю";
$locale['668ML'] = "Таблиці з багатомовним змістом";
$locale['669ML'] = "Виберіть таблиці, що можуть містити багатомовний зміст";
$locale['670ML'] = "Статті";
$locale['671ML'] = "Сторінки";
$locale['672ML'] = "Завантаження";
$locale['673ML'] = "ЧАП";
$locale['674ML'] = "Форум";
$locale['675ML'] = "Новини";
$locale['676ML'] = "Галерея";
$locale['677ML'] = "Опитування";
$locale['678ML'] = "Чат";
$locale['679ML'] = "Посилання";
$locale['680ML'] = "Внутрішні посилання";
$locale['681ML'] = "Панелі";
$locale['682ML'] = "Мовні налаштування";
$locale['683ML'] = "Підтримка багатомовності";
$locale['684ML'] = "Додаткові мови";
$locale['685ML'] = "Виберіть додаткові мови. <br /><b>Будь ласка, зауважте</b>: Вимикаючи мову, Ви також скасовуєте всі локалізовані налаштування вибраної мови для внутрішніх посилань, розділів та будь-яких інших багатомовних даних.";
$locale['669'] = "Новини";
$locale['669b'] = "Кількість дописів блогу на одній сторінці";
$locale['669c'] = "Кількість новин на одній сторінці";
$locale['670'] = "має бути непарним";
$locale['671'] = "Система коментарів";
$locale['672'] = "Система оцінювання";
$locale['673'] = "Приховувати обліковий запис користувача від загального доступу";
$locale['674'] = "Порт SMTP";
$locale['675'] = "Рівень технічного обслуговування";
$locale['676'] = "Адміністратори";
$locale['677'] = "Головні адміністратори";
$locale['678'] = "Власник сайту";
$locale['679'] = "Лічильник відвідувачів у підсумку сайту";
$locale['680'] = "Автоматичне блокування (бан) через флуд";
$locale['681'] = "Технічне обслуговування";
$locale['682'] = "Налаштування контролю за флудом";
$locale['683'] = "Налаштування безпеки";
$locale['684'] = "Сортування коментарів";
$locale['685'] = "за зростанням";
$locale['686'] = "за спаданням";
$locale['687'] = "Цензура";
$locale['688'] = "Час обробки сторінки у підсумку сайту";
$locale['689'] = "так (усі відвідувачі)";
$locale['690'] = "так (лише адміністратори)";
$locale['691'] = "Можливість зміни імені користувача";
$locale['692'] = "Налаштування коду перевірки (captcha)";
$locale['693'] = "Код перевірки (captcha)";
$locale['694'] = "Можливість виконання коду PHP";
$locale['695'] = "<strong>УВАГА!</strong> Дозвіл на виконання коду PHP сприяє уразливості системи через шкідливі SQL запити.";
$locale['913'] = "Коментарів на сторінці";
$locale['698'] = "Авторизація SMTP";
$locale['699'] = "Метод авторизації";
$locale['699b'] = "Обидва";
$locale['699e'] = "Електронна пошта";
$locale['699f'] = "Перевірка завантажених файлів щодо відповідності дозволеним типам";

// Private Message Settings
$locale['700'] = "Параметри скриньки приватних повідомлень";
$locale['701'] = "Вхідні";
$locale['702'] = "Вихідні";
$locale['703'] = "Архівні";
$locale['704'] = "(введіть 0 для необмеженого розміру скриньки)";
$locale['707'] = "Ліміт приватних повідомлень";
$locale['708'] = "Стандартні значення для параметрів користувачів";
$locale['709'] = "Сповіщення користувача про вхідні повідомлення електронною поштою";
$locale['710'] = "Автоматичне збереження вихідних";
$locale['711'] = "Примітка: індивідуальні параметри користувача беруться з налаштування його облікового запису, які після реєстрації приймають вказані тут стандартні значення, але можуть бути змінені користувачем";

// Save Settings
$locale['750'] = "Зберегти";

// Other Settings
$locale['800'] = "Очищення форуму";
$locale['801'] = "Повідомлень видалено: ";
$locale['802'] = "Тем видалено: ";
$locale['803'] = "Вкладень видалено: ";

// Privacy policy
$locale['820'] = "Політика приватності";

// Private Message Settings
$locale['850'] = "Баннери";
$locale['851'] = "Баннер 1";
$locale['852'] = "Баннер 2";
$locale['853'] = "Пароль адміністрування: ";
$locale['854'] = "Зберегти";
$locale['855'] = "Попередній перегляд";

// Settings Error
$locale['900'] = "Налаштування успішно оновлено!";
$locale['901'] = "Помилка бази даних: налаштування не оновлено!";
$locale['902'] = "Хост сайту не може бути пустим!";

// User Management
$locale['1001'] = "Співвідношення сторін мініатюри аватару";
$locale['1002'] = "Система деактивації";
$locale['1003'] = "Допустимий час бездіяльності";
$locale['1004'] = "кількість днів бездіяльності користувача перед початком деактивації";
$locale['1005'] = "Відгук перед завершенням деактивації";
$locale['1006'] = "кількість днів для відклику користувача після попередження електронною поштою про деактивацію";
$locale['1007'] = "Налаштування профілю";
$locale['1008'] = "Розмір аватару";
$locale['1009'] = "ширина x висота";
$locale['1010'] = "Максимальний розмір зображення (байт)";
$locale['1011'] = "Ступінь деактивації";
$locale['1012'] = "анонімізація";
$locale['1013'] = "видалення";
$locale['1014'] = "Можливість авторизації одночасно з різних пристроїв";
$locale['1014a'] = "рекомендується заборонити для вищого рівня безпеки";

// Social integration
$locale['1030'] = "Створення метатегів OpenGraph для соціальних мереж";
$locale['1031'] = "Дозволити індексування посилань у BB кодах";
$locale['1032'] = "Дозволити індексуваня посилань в облікових записах користувачів";

// Date format options (you can add/delete lines)
// More info at: http://php.net/manual/en/function.strftime.php
$locale['dateformats'][] = "%м/%д/%р";
$locale['dateformats'][] = "%д/%м/%р";
$locale['dateformats'][] = "%д-%м-%р";
$locale['dateformats'][] = "%д.%м.%р";
$locale['dateformats'][] = "%м/%д/%р %год:%хв";
$locale['dateformats'][] = "%д/%м/%р %год:%хв";
$locale['dateformats'][] = "%д-%м-%р %год:%хв";
$locale['dateformats'][] = "%д.%м.%р %год:%хв";
$locale['dateformats'][] = "%м/%д/%р %год:%хв:%сек";
$locale['dateformats'][] = "%д/%м/%р %год:%хв:%сек";
$locale['dateformats'][] = "%д-%м-%р %год:%хв:%сек";
$locale['dateformats'][] = "%д.%м.%р %год:%хв:%сек";
$locale['dateformats'][] = "%місяць %д %р";
$locale['dateformats'][] = "%д. %місяць %р";
$locale['dateformats'][] = "%д %місяць %р";
$locale['dateformats'][] = "%місяць %д %р %год:%хв";
$locale['dateformats'][] = "%д. %місяць %р %год:%хв";
$locale['dateformats'][] = "%д %місяць %р %год:%хв";
$locale['dateformats'][] = "%місяць %д %р %год:%хв:%сек";
$locale['dateformats'][] = "%д. %місяць %р %год:%хв:%сек";
$locale['dateformats'][] = "%д %місяць %р %год:%хв:%сек";
$locale['error_rate'] = "Будь ласка, введіть оцінку.";
$locale['error_type'] = "Будь ласка, введіть тип файлу (розширення).";
$locale['error_width'] = "Будь ласка, введіть ширину.";
$locale['error_height'] = "Будь ласка, введіть висоту.";
$locale['error_value'] = "Будь ласка, введіть значення.";

// Description
$locale['blog_description'] = "Налаштування параметрів ведення блогу";
$locale['news_description'] = "Налаштування параметрів публікації новин";
$locale['ipp_description'] = "Налаштування параметрів наповнення сторінок відповідними елементами (кількість записів на одній сторінці)";
$locale['forum_description'] = "Налаштування параметрів форуму";
$locale['download_description'] = "Налаштування параметрів завантажень";
$locale['eshop_description'] = "Налаштування параметрів інтернет магазину";
$locale['language_description'] = "Налаштування параметрів багатомовності";
$locale['photo_description'] = "Налаштування параметрів галереї";
$locale['main_description'] = "Налаштування параметрів оформлення";
$locale['misc_description'] = "Налаштування параметрів електронного листування, авторизації, коментарів, оцінювання, аватарів, соціальних мереж та інших опцій адміністрування";
$locale['message_description'] = "Налаштування параметрів приватних повідомлень";
$locale['register_description'] = "Налаштування параметрів реєстрації";
$locale['security_description'] = "Налаштування параметрів безпеки";
$locale['time_description'] = "Налаштування параметрів часу і дати";
$locale['user_description'] = "Налаштування параметрів керування користувачами";
$locale['theme_description'] = "Налаштування параметрів тем оформлення";

// Settings
$locale['blog_settings'] = "Блог";
$locale['download_settings'] = "Завантаження";
$locale['eshop_settings'] = "Інтернет магазин";
$locale['forum_settings'] = "Форум";
$locale['ipp_settings'] = "Наповнення сторінок";
$locale['photo_settings'] = "Галерея";
$locale['main_settings'] = "Головне";
$locale['misc_settings'] = "Різне";
$locale['news_settings'] = "Новини";
$locale['message_settings'] = "Приватні повідомлення";
$locale['register_settings'] = "Реєстрація";
$locale['security_settings'] = "Безпека";
$locale['time_settings'] = "Час і дата";
$locale['user_settings'] = "Користувачі";
$locale['theme_settings'] = "Тема";
$locale['securimage'] = "Кодове зображення";
$locale['securimage2'] = "Кодове зображення v.2";