<?php
// News titles
$locale['400'] = "Створення навігаційного посилання";
$locale['401'] = "Редагування навігаційного посилання";
$locale['402'] = "Наявні навігаційні посилання";

// News messages
$locale['410'] = "Посилання успішно створено";
$locale['411'] = "Посилання успішно оновлено";
$locale['412'] = "Посилання успішно видалено";

// Site Links form
$locale['420'] = "Назва:";
$locale['421'] = "Адреса URL:";
$locale['422'] = "Доступ:";
$locale['423'] = "Порядок:";
$locale['424'] = "Розташування:";
$locale['425'] = "панель";
$locale['426'] = "панель + рядок меню";
$locale['427'] = "рядок меню";
$locale['428'] = "відкривати посилання у новому вікні";
$locale['429'] = "Зберегти";

// Site Links list
$locale['440'] = "Назва";
$locale['441'] = "Доступ";
$locale['442'] = "Порядок";
$locale['443'] = "Опції";
$locale['444'] = "Редагувати";
$locale['445'] = "Видалити";
$locale['446'] = "Посилання відсутні";

// Link Ordering
$locale['450'] = "вище";
$locale['451'] = "нижче";
$locale['452'] = "догори";
$locale['453'] = "донизу";
$locale['454'] = "Оновити порядок";
$locale['455'] = "Порядок посилань успішно оновлено";

// Delete Site Link category
$locale['460'] = "Видалити це посилання?";

// Error
$locale['461'] = "Будь ласка, введіть текст посилання";
$locale['462'] = "Будь ласка, введіть адресу URL посилання";
