<?php
// News titles
$locale['SL_0001'] = "Навігаційні посилання";
$locale['SL_0010'] = "Створити";
$locale['SL_0011'] = "Редагувати";
$locale['SL_0012'] = "Наявні посилання";

// News messages
$locale['SL_0015'] = "Посилання успішно створено";
$locale['SL_0016'] = "Посилання успішно оновлено";
$locale['SL_0017'] = "Посилання успішно видалено";

// Site Links form
$locale['SL_0020'] = "Назва:";
$locale['SL_0021'] = "Адреса URL:";
$locale['SL_0022'] = "Доступ:";
$locale['SL_0023'] = "Порядок:";
$locale['SL_0024'] = "Розташування:";
$locale['SL_0025'] = "панель";
$locale['SL_0026'] = "панель + заголовок";
$locale['SL_0027'] = "заголовок";
$locale['SL_0028'] = "відкривати посилання у новому вікні";
$locale['SL_0029'] = "Розділ";
$locale['SL_0030'] = "Зображення";
$locale['SL_0040'] = "Зберегти";

// Site Links list
$locale['SL_0050'] = "Назва";
$locale['SL_0051'] = "Доступ";
$locale['SL_0052'] = "Порядок";
$locale['SL_0053'] = "Опції";
$locale['SL_0060'] = "Редагувати";
$locale['SL_0061'] = "Видалити";
$locale['SL_0062'] = "Посилання відсутні.";
$locale['SL_0070'] = "Зображення";
$locale['SL_0071'] = "У новому вікні?";
$locale['SL_0072'] = "Меню";
$locale['SL_0073'] = "Впорядкувати";

// Delete Site Link category
$locale['SL_0080'] = "Видалити це посилання?";

// Error
$locale['SL_0085'] = "Будь ласка, введіть назву посилання";
$locale['SL_0086'] = "Будь ласка, введіть адресу URL посилання";
