<?php
// Smiley titles
$locale['400'] = "Поточні усміхайлики";
$locale['401'] = "Створення усміхайлика";
$locale['402'] = "Редагування усміхайлика";
$locale['403'] = "Усміхайлики";

// Smiley messages
$locale['410'] = "Усміхайлик успішно додано";
$locale['411'] = "Усміхайлик успішно оновлено";
$locale['412'] = "Усміхайлик успішно видалено";
$locale['413'] = "Усміхайлик не оновлено";
$locale['414'] = "Усміхайлик неможливо додати";
$locale['415'] = "Цей код усміхайлика вже використовується";
$locale['416'] = "Ви дійсно бажаєте видалити цей усміхайлик?";

// Smiley form
$locale['420'] = "Код:";
$locale['421'] = "Зображення:";
$locale['422'] = "Значення:";
$locale['423'] = "Зберегти";
$locale['424'] = "Попередній перегляд:";

// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Зображення";
$locale['432'] = "Значення";
$locale['433'] = "Опції";
$locale['434'] = "Редагувати";
$locale['435'] = "Видалити";
$locale['436'] = "Усміхайлики відсутні";

// Error Message
$locale['437'] = "Будь ласка, введіть код усміхайлика";
$locale['438'] = "Будь ласка, виберіть усміхайлик";
$locale['439'] = "Будь ласка, введіть значення усміхайлика";
?>