<?php
// Delete Submission
$locale['400'] = "Видалення запиту про розміщення інформації";
$locale['401'] = "Запропоновану інформацію для розміщення на сайті видалено";
$locale['402'] = "Повернутися в розділ ухвалень";
$locale['403'] = "Повернутися в Центр керування";

// Submission Options
$locale['410'] = "Ухвалення";
$locale['411'] = "Посилання для ухвалення:";
$locale['412'] = "Новини для ухвалення:";
$locale['412b'] = "Дописи в блог для ухвалення:";
$locale['413'] = "Статті для ухвалення:";
$locale['414'] = "Посиланя, що очікують ухвалення відсутні";
$locale['415'] = "Новини, що очікують ухвалення відсутні";
$locale['415b'] = "Дописи в блог, що очікують ухвалення відсутні.";
$locale['416'] = "Статті, що очікують ухвалення відсутні";
$locale['417'] = "Переглянути";
$locale['418'] = "Видалити";
$locale['419'] = "Світлини для ухвалення:";
$locale['420'] = "Світлини, що очікують ухвалення відсутні";
$locale['421'] = "Завантаження для ухвалення:";
$locale['422'] = "Завантаження, що очікують ухвалення відсутні.";

// Add/Delete Web Link Submissions
$locale['430'] = "Ухвалення посилання";
$locale['431'] = "Посилання ухвалено";
$locale['432'] = "Видалити посилання";
$locale['433'] = "Посилання видалено";
$locale['434'] = "Категорії відсутні";

// Web Link Submission Form
$locale['440'] = "Перегляд запропонованого посилання";
$locale['441'] = "Надіслано: ";
$locale['442'] = "  ";
$locale['443'] = "В категорію:";
$locale['444'] = "Назва:";
$locale['445'] = "Адреса URL:";
$locale['446'] = "Опис:";
$locale['447'] = "Опублікувати чи видалити це посилання?";
$locale['448'] = "Опублікувати";
$locale['449'] = "Видалити";

// Add/Delete News & Blog Submissions
$locale['490'] = "Ухвалення новини";
$locale['491'] = "Новину ухвалено";
$locale['492'] = "Видалення новини";
$locale['493'] = "Новину видалено";
$locale['490b'] = "Ухвалення допису в блог";
$locale['491b'] = "Допис в блог ухвалено";
$locale['492b'] = "Видаленя допису в блог";
$locale['493b'] = "Допис в блог видалено";

// News & Blog Submission Form
$locale['500'] = "Перегляд запропонованої новини";
$locale['501'] = "Надіслано: ";
$locale['502'] = "Опублікувати чи видалити цю новину?";
$locale['503'] = "Опублікувати";
$locale['504'] = "Видалити";
$locale['505'] = "Заголовок:";
$locale['506'] = "В категорію:";
$locale['507'] = "- не вибрано -";
$locale['508'] = "Повний текст:";
$locale['509'] = "Анонс:";
$locale['510'] = "Попередній перегляд";
$locale['500b'] = "Перегляд запропонованого допису в блог";
$locale['501b'] = "Надіслано: ";
$locale['502b'] = "Опублікувати чи видалити цей допис в блог?";
$locale['503b'] = "Опублікувати";
$locale['504b'] = "Видалити";
$locale['505b'] = "Заголовок:";
$locale['506b'] = "Розділ:";
$locale['507b'] = "- не вибрано -";
$locale['508b'] = "Допис:";
$locale['509b'] = "Короткий зміст:";
$locale['510b'] = "Попередній перегляд";

// Add/Delete Article Submissions
$locale['530'] = "Ухвалення статті";
$locale['531'] = "Статтю ухвалено";
$locale['532'] = "Видалення статті";
$locale['533'] = "Статтю видалено";

// Article Submission Form
$locale['540'] = "Перегляд запропонованої статті";
$locale['541'] = "Надіслано: ";
$locale['542'] = "Опублікувати чи видалити статтю?";
$locale['543'] = "Опублікувати";
$locale['544'] = "Видалити";
$locale['545'] = "В категорію:";
$locale['546'] = "Заголовок:";
$locale['547'] = "Короткий зміст:";
$locale['548'] = "Стаття:";
$locale['549'] = "Попередній перегляд";

// Add/Delete Photo Submissions
$locale['580'] = "Ухвалення світлини";
$locale['581'] = "Стітлину ухвалено";
$locale['582'] = "Видалення світлини";
$locale['583'] = "Світлину видалено";

// Photo Submission Form
$locale['590'] = "Перегляд нзапропонованої світлини";
$locale['591'] = "Натисніть тут для перегляду";
$locale['592'] = "Надіслано: ";
$locale['593'] = "Опублікувати чи видалити світлину?";
$locale['594'] = "Опублікувати";
$locale['595'] = "Видалити";
$locale['596'] = "Назва:";
$locale['597'] = "Опис:";
$locale['598'] = "В альбом:";

// Add/Delete Download Submissions
$locale['630'] = "Ухвалення завантаження";
$locale['631'] = "Завантаження ухвалено";
$locale['632'] = "Видалення завантаження";
$locale['633'] = "Завантаження видалено";

// Download Submission Form
$locale['640'] = "Перегляд запропонованого завантаження";
$locale['641'] = "Надіслано: ";
$locale['642'] = "Опублікувати чи видалити завантаження?";
$locale['643'] = "Опублікувати";
$locale['644'] = "Видалити";
$locale['645'] = "Назва:";
$locale['646'] = "Повний опис:";
$locale['646b'] = "Короткий опис:";
$locale['647'] = "Адреса URL:";
$locale['647b'] = "Файл:";
$locale['648'] = "Категорія:";
$locale['649'] = "Ліцензія:";
$locale['650'] = "ОС:";
$locale['651'] = "Версія:";
$locale['652'] = "Розмір:";
$locale['653'] = "Знімок екрану:";
$locale['654'] = "Сайт:";
$locale['655'] = "Copyright ©:";
$locale['656'] = "Дозволити коментарі:";
$locale['657'] = "Дозволити оцінювання:";
$locale['658'] = "Видалити знімок екрану";
$locale['660'] = "%s заборонено для будь-чого.\n
Ці налаштування матимуть силу лише після їх дозволу.";
$locale['661'] = "Дозволити коментарі";
$locale['662'] = "Дозволити оцінки";
$locale['663'] = "Дозволити коментарі та оцінки";
