<?php
$locale['400'] = "Оновлення";
$locale['enable_maint_warning'] = "Перш ніж продовжити, будь ласка, переведіть свій сайт у режим обслуговування, щоб уникнути непорозумінь, які можуть виникнути під час операції оновлення.<br />
					Це можна зробити через <a target='_blank' href='settings_security.php".$aidlink."'>Налаштування безпеки</a> у Центрі керування або з допомогою цієї кнопки:";
$locale['enable_maint'] = "Режим обслуговування";

// No upgrade
$locale['401'] = "Доступних оновлень не знайдено";

// Stage 6 - User Field Categories
$locale['420'] = "Контакти";
$locale['421'] = "Різне";
$locale['422'] = "Параметри";
$locale['423'] = "Статистика";
$locale['430'] = "Категорії полів користувача";
$locale['432'] = "Керування користувачами";
$locale['434'] = "Записів на сторінці";
$locale['435'] = "Безпека";
$locale['436'] = "Налаштування новин";
$locale['437'] = "Налаштування завантажень";

// v7.02 new locales
$locale['440'] = "Ухвалення завантаження";
$locale['441'] = "Чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Журнал користувача";
$locale['444'] = "Скидання паролю адміністратора";
$locale['445'] = "Журнал помилок";

// Upgrade locales
$locale['500'] = "Для Вашої версії PHP-Fusion знайдено %s оновлення.";
$locale['501'] = "Просто натисніть кнопку [Оновлення] для автоматичного оновлення Вашої системи.";
$locale['502'] = "Оновлення завершено.";
$locale['503'] = "важливе";
$locale['504'] = "незначне";
$locale['505'] = "Будь ласка, замініть ці рядки у файлі config.php!";

// Cookie Prefix
$locale['600'] = "Будь ласка, скоригуйте Ваш файл config.php, замінивши його вміст таким кодом:";

// Email Template Setup
// Please do NOT translate the words between brackets [] !
$locale['T001'] = "Шаблони електронних листів";
$locale['T101'] = "Сповіщення про нове приватне повідомлення";
$locale['T102'] = "Ви отримали нове приватне повідомлення від користувача [USER] на сайті [SITENAME]";
$locale['T103'] = "Вітаємо, [RECEIVER],\r\nВи отримали нове приватне повідомлення на тему [SUBJECT] від користувача [USER] на сайті [SITENAME]. Ви можете прочитати його за адресою [SITEURL]messages.php\r\n\r\nПовідомлення: [MESSAGE]\r\n\r\nВи можете заборонити поштові сповіщення у розділі налаштувань приватних повідомлень, якщо не бажаєте більше отримувати такі листи.\r\n\r\nЗ повагою,\r\n[SENDER].";
$locale['T201'] = "Сповіщення про нові повідомлення на форумі";
$locale['T202'] = "Нове повідомлення у темі - [SUBJECT]";
$locale['T203'] = "Вітаємо, [RECEIVER],\r\n\r\nДодано повідомлення на форумі у темі \'[SUBJECT]\', за якою Ви слідкуєте на сайті [SITENAME]. Ви можете переглянути його за цим посиланням:\r\n\r\n[THREAD_URL]\r\n\r\nЯкщо Ви не бажаєте більше слідкувати за цією темою, Ви можете використати посилання \'Припинити слідкувати за цією темою\', розміщене над темою.\r\n\r\nЗ повагою,\r\n[SENDER].";
$locale['T301'] = "Контакти";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";
$locale['UF'] = "Приватність";
$locale['SEO'] = "Статичні посилання";
