<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Групу успішно оновлено";
$locale['401'] = "Групу успішно створено";
$locale['402'] = "Виберіть користувачів для видалення з групи";
$locale['403'] = "Усіх користувачів видалено з групи";
$locale['404'] = "Виберіть користувачів для додавання в групу";
$locale['405'] = "Неможливо видалити групу користувачів";
$locale['406'] = "Існують користувачі, що входять до цієї групи";
$locale['407'] = "Групу успішно видалено";

// Edit/Delete Options
$locale['420'] = "Наявні групи користувачів";
$locale['421'] = "Редагувати";
$locale['422'] = "Видалити";
$locale['423'] = "Видалити цю групу?";

// Edit/Add User Group
$locale['430'] = "Редагування групи користувачів";
$locale['431'] = "Створення групи користувачів";
$locale['432'] = "Назва:";
$locale['433'] = "Опис:";
$locale['434'] = "Зберегти";

// Search/Add Group Users
$locale['440'] = "Прикріплення користувачів до групи";
$locale['441'] = "Пошук користувачів для додавання в цю групу";
$locale['442'] = "(можна шукати одночасно кілька користувачів, розділюючи їх комами)";
$locale['443'] = "за номером";
$locale['444'] = "за ім&lsquo;ям";
$locale['445'] = "Пошук";
$locale['446'] = "Ім&lsquo;я";
$locale['447'] = "Тип";
$locale['448'] = "Відмітити усіх";
$locale['449'] = "Зняти відмітки з усіх";
$locale['450'] = "Додати вибраних користувачів";
$locale['451'] = "Користувача не знайдено";
$locale['452'] = "Шукати знову";

// Current Group Users
$locale['460'] = "Наявні користувачі в групі";
$locale['461'] = "Видалити вибраних";
$locale['462'] = "Видалити усіх";
$locale['463'] = "Користувачі відсутні";

// Error Messages
$locale['464'] = "Будь ласка, введіть назву групи";
