<?php
// Polls titles
$locale['400'] = "Добавить опрос";
$locale['401'] = "Изменить опрос";
$locale['402'] = "Созданные опросы";
$locale['403'] = "Предпросмотр опроса";
// Polls messages
$locale['410'] = "Опрос добавлен";
$locale['411'] = "Опрос обновлён";
$locale['412'] = "Опрос удалён";
// Edit/Delete Polls
$locale['420'] = "Созданные опросы";
$locale['421'] = "Изменить";
$locale['422'] = "Удалить";
// Preview Polls
$locale['430'] = "Отправить голос";
// Polls Form
$locale['431'] = "Название опроса:";
$locale['432'] = "Вариант ответа ";
$locale['433'] = " Закрыть опрос";
$locale['434'] = "Начало: ";
$locale['435'] = "Окончание: ";
$locale['436'] = "Добавить ответ";
$locale['437'] = "Предпросмотр опроса";
$locale['438'] = "Сохранить опрос";
$locale['439'] = "Не указано";
$locale['439a'] = "Пожалуйста, введите название опроса";
$locale['439b'] = "Вам следует ввести как минимум один вариант ответа";
$locale['439c'] = "Опросы";
