<?php
// Contact Form
$locale['400'] = "Обратная связь";
$locale['401'] = "Для связи с нами есть несколько способов. Вы можете отправить сообщение по адресу".hide_email($settings['siteemail']).". Если Вы зарегистрированы на сайте, можете отправить мне 
<a href='messages.php?msg_send=1'>личное сообщение</a>. Ещё один способ связи &ndash; заполнить форму на этой странице и Ваше сообщение будет отправлено по электропочте.";
$locale['402'] = "Имя:";
$locale['403'] = "Электропочта:";
$locale['404'] = "Тема:";
$locale['405'] = "Текст сообщения:";
$locale['406'] = "Отправить";
$locale['407'] = "Код проверки:";
$locale['408'] = "Введите код проверки:";
// Contact Errors
$locale['420'] = "Вы должны указать имя";
$locale['421'] = "Вы должны указать адрес почты";
$locale['422'] = "Вы должны указать тему";
$locale['423'] = "Вы должны набрать текст сообщения";
$locale['424'] = "Следует ввести правильный код проверки";
$locale['425'] = "Внутренняя ошибка: невзможно отправить сообщение.";
// Message Sent
$locale['440'] = "Сообщение отправлено";
$locale['441'] = "Благодарим Вас";
$locale['442'] = "Ваше сообщение не было отправлено, поскольку:";
$locale['443'] = "Пожалуйста, попробуйте ещё раз.";
?>