<?php
$locale['validate'] = "Пожалуйста, проверьте повторно поле ввода.";

// Admin login
$locale['cookie_title'] = "Время сессии истекло.";
$locale['cookie_description'] = "Авторизация не осуществлена или, вероятно, время сессии истекло. Пожалуйста, авторизуйтесь повторно.";
$locale['cookie_expired'] = "У файл cookie для доступа к админпанели истёк срок действия. Пожалуйста, авторизуйтесь снова.";
$locale['password_invalid'] = "Неверный или некорректно введённый пароль";
$locale['password_invalid_description'] = "Введёный пароль неправильный. Пожалуйста, попробуйте снова.";
$locale['cookie_error'] = "Ошибка Cookie";
$locale['cookie_error_description'] = "Для вхаода в админпанель Вам необходимо включить Cookie в браузере.";
$locale['validate_title'] = "Проверьте ввод!";

// Address errors
$locale['street_error'] = "Требуется указание улицы.";
$locale['country_error'] = "Требуется указание страны.";
$locale['state_error'] = "Требуется указание штата.";
$locale['city_error'] = "Требуется указание города.";
$locale['postcode_error'] = "Требуется указание почтового индекса.";
$locale['field_error_blank'] = "%s не может быть пустым.";

// Tokens
$locale['token_error_title'] = "Ошибка токена";
$locale['token_error'] = "Извините, произошла ошбика. Вернитесь обратно, обновите страницу и попробуйте снова.";
$locale['token_error_1'] = "Сессия не начата.";
$locale['token_error_2'] = "Токен не опубликован.";
$locale['token_error_3'] = "Ошибочный токен.";
$locale['token_error_4'] = "Неверный идентификатор пользователя в токене.";
$locale['token_error_5'] = "Неверная дата токена.";
$locale['token_error_6'] = "Сообщение было сделано слишком быстро.";
$locale['token_error_7'] = "Неверная хэш-сумма токена.";
$locale['token_error_8'] = "Неверный формат токена.";

$locale['df_400'] = "%s содержит недопустимые символы.";
$locale['df_401'] = "%s не является корректным адресом электропочты.";
$locale['df_402'] = "%s не является верным паролем.";
$locale['df_403'] = "%s не является числом.";
$locale['df_404'] = "%s не является корректной датой.";

$locale['df_415'] = "Неверное имя файла.";
$locale['df_416'] = "Загруженный файл слишком большой. размер не долджен превышать %s.";
$locale['df_417'] = "Загруженный файл недопустимого типа. Изображение должно быть иметь один тип из: %s.";
$locale['df_418'] = "Загруженный файл в порядке, но имеет неверное расширение. Пожалуйста, измените расширение файла и попробуйте ещё раз.";
$locale['df_419'] = "Изображение не прошло проверку. Пожалуйста, сделайте его заново.";
$locale['df_420'] = "Папка не существует. Пожалуйста, создайте папку через FTP и попробуйте ещё раз.";
$locale['df_421'] = "Изображение не должно быть больше, чем %uw на %uh пикселей.";
$locale['df_422'] = "Неизвестная ошибка (Запрос)";
$locale['df_423'] = "Изображение корректно не загружено. Пожаоуйста, попробуйте ещё раз.";

$locale['df_error_text'] = "%s произошла ошибка, требующая Вашего внимания.";
?>