<?php
$locale['400'] = "Загрузки";
// Download File Information
$locale['410'] = "[НОВАЯ]";
$locale['411'] = "Лицензия:";
$locale['412'] = "ОС:";
$locale['413'] = "Версия:";
$locale['414'] = "Добавлена:";
$locale['415'] = "Скачана:";
$locale['416'] = "Скачать";
$locale['417'] = "В начало";
$locale['418'] = "Домашняя страница";
$locale['418a'] = "Перейти";
$locale['419'] = "Скриншот";
$locale['420'] = "Название";
$locale['421'] = "дата";
$locale['422'] = "Автор";
$locale['423'] = "Версия";
$locale['424'] = "Загрузок";
$locale['425'] = "Комментарии";
$locale['426'] = "оценка";
$locale['426a'] = "Средняя оценка"; // New
$locale['427'] = "Календарь";
$locale['428'] = "Информация";
$locale['429'] = "Статистика";
$locale['429a'] = "Недоступно";
// Downloads Notices
$locale['430'] = "Категории загрузок не созданы";
$locale['431'] = "В этой категории нет загрузок.";
$locale['432'] = "Нет доступных загрузок";


// Statistics
$locale['440'] = "Загружено:";
$locale['441'] = "Часто загружаемые:";
$locale['442'] = "Последние:";
$locale['443'] = "Последние добавления"; // new
$locale['444'] = "Высшие оценки"; // new

// Side nav bar
$locale['445'] = 'Просмотр по категории';
$locale['446'] = 'Просмотр по оценкам';

// Filter titles
$locale['comments'] = 'Наиболее популярные загрузки';
$locale['recent'] = 'Последние загрузки';
$locale['download'] = 'Наиболее популярные загрузки';
$locale['ratings'] = 'Топ пользовательских загрузок';

// Search and filters - New change
$locale['450'] = "Сортировка по";
$locale['451'] = "Показать все результаты";
$locale['452'] = "Наиболее комментируемые";
$locale['453'] = "дате добавления";
$locale['454'] = "названию";
$locale['455'] = "наивысшей оценке";
$locale['456'] = "количеству скачиваний";
$locale['457'] = "--";
$locale['458'] = "Добавлена";
$locale['459'] = "Оцените загрузку";
$locale['460'] = "Искать  загрузки"; // removed hyphens
$locale['461'] = "Скачать"; // reused
$locale['462'] = "Информация о загрузке";
$locale['463'] = "Оцените загрузку первым";
$locale['464'] = "перейти на сайт";
?>