<?php
// Forum Index
$locale['forum_0000'] = "Форум";
$locale['forum_0001'] = "Форум";
$locale['forum_0002'] = "Тем";
$locale['forum_0003'] = "Сообщений";
$locale['forum_0004'] = "Последнее сообщение";
$locale['forum_0005'] = "нет сообщений";
$locale['forum_0006'] = "от ";
$locale['forum_0007'] = "Модераторы: ";
$locale['forum_0008'] = "Директория";
$locale['forum_0009'] = "Показать сообщения после Вашего последнего посещения.";
$locale['forum_0010'] = "В начало форума";
$locale['forum_0011'] = "Мои сообщения";
$locale['forum_0012'] = "Последние темы";
$locale['forum_0013'] = "Разделы форума";
// View Forum
$locale['forum_0050'] = "Просмотр форума";
$locale['forum_0051'] = "Тема";
$locale['forum_0052'] = "Автор";
$locale['forum_0053'] = "Просмотров";
$locale['forum_0054'] = "Ответов";
$locale['forum_0055'] = "Страница: ";
$locale['forum_0056'] = "Ни одной темы не начато";
$locale['forum_0057'] = "Начать новую тему";
// View Forum Moderator options
$locale['forum_0080'] = "Отметить все";
$locale['forum_0081'] = "Снять отметки";
$locale['forum_0082'] = "Удалить темы";
$locale['forum_0083'] = "Удалить отмеченные темы?";
// Forum Guide/Privelages
$locale['forum_0100'] = "Открыть темы с новыми сообщениями после последнего посещения";
$locale['forum_0101'] = "Открыть темы без новых сообщений после последнего посещения";
$locale['forum_0102'] = "Закрытая тема.";
$locale['forum_0103'] = "Закреплённая";
// View Thread
$locale['forum_0150'] = "Просмотр темы";
$locale['forum_0151'] = "Сообщений:";
$locale['forum_0152'] = "Размещение:";
$locale['forum_0153'] = "Зарегистрирован:";
$locale['forum_0154'] = " прикреплено ";
$locale['forum_0155'] = "изображение:";
$locale['forum_0156'] = "изображения:";
$locale['forum_0157'] = "файл:";
$locale['forum_0158'] = "файлы:";
$locale['forum_0159'] = "Изображение";
$locale['forum_0160'] = "из";
$locale['forum_0161'] = " прикреплён следующий файл:";
$locale['forum_0162'] = " раз был скачан";
$locale['forum_0163'] = "Вам не разрешено смотреть вложения в данной теме.";
$locale['forum_0164'] = "Последнее изменение: ";
$locale['forum_0165'] = "Причина правки";
$locale['forum_0166'] = "Нажмите для просмотра причины.";
$locale['forum_0167'] = " в ";
$locale['forum_0168'] = "ОТветить в тему";
$locale['forum_0169'] = "Запретить смайлы";
$locale['forum_0170'] = "Показать подпись в сообщении";
$locale['forum_0171'] = "Уведомлять об ответах";
$locale['forum_0172'] = "Ответить";
$locale['forum_0173'] = "Предпросмотр ответа";
$locale['forum_0174'] = "Прекратить отслеживание";
$locale['forum_0175'] = "Отслеживать тему";
$locale['forum_0176'] = "Перенести сообщения";
$locale['forum_0177'] = "Удалить выбранные сообщения?";
$locale['forum_0178'] = "Печать";
$locale['forum_0179'] = "Печать сообщения";
$locale['forum_0180'] = "Старейшие";
$locale['forum_0181'] = "Новейшие";
$locale['forum_0182'] = "С наивысшими оценками";
$locale['forum_0183'] = "Сортировать по: ";
$locale['forum_0184'] = "У Вас нет доступа для просмотра вложений";
$locale['forum_0185'] = "Модератор:";
$locale['forum_0186'] = "У вас нет разрашения писать сообщения в этот форум";
$locale['forum_0187'] = "Форум не существует";
$locale['forum_0188'] = "Изображение не найдено";

// Moderator Options
$locale['forum_0200'] = "Действия модератора:";
$locale['forum_0201'] = "Удалить тему";
$locale['forum_0202'] = "Закрыть тему";
$locale['forum_0203'] = "Открыть тему";
$locale['forum_0204'] = "Закрепить тему";
$locale['forum_0205'] = "Открепить тему";
$locale['forum_0206'] = "Перенести тему";
$locale['forum_0207'] = "Обновить тему";
$locale['forum_0208'] = "Перейти";
$locale['forum_0209'] = "Фильтр";
$locale['forum_0210'] = "Время";
$locale['forum_0211'] = "Всё время";
$locale['forum_0212'] = "сегодня";
$locale['forum_0213'] = "Последняя неделя";
$locale['forum_0214'] = "последний месяц";
$locale['forum_0220'] = "Показать";
$locale['forum_0221'] = "Всё";
$locale['forum_0222'] = "Обсуждения";
$locale['forum_0223'] = "Вложения";
$locale['forum_0224'] = "Опросы";
$locale['forum_0225'] = "Сортировка";
$locale['forum_0226'] = "Дата - последнее обновление";
$locale['forum_0227'] = "Количество ответов";
$locale['forum_0228'] = "Заголовок";
$locale['forum_0229'] = "Порядок";
$locale['forum_0230'] = "Возрастание";
$locale['forum_0231'] = "Убывание";
// Jump to Forum, back to top
$locale['forum_0240'] = "Перейти в форум";
$locale['forum_0241'] = "Наверх";
// Search Forum
$locale['forum_0250'] = "Поиск";
// Image Alt attributes
$locale['forum_0260'] = "Новые сообщения";
$locale['forum_0261'] = "Нет новых сообщений";
$locale['forum_0262'] = "Прикреплённая тема";
$locale['forum_0263'] = "закрытая тема";
$locale['forum_0264'] = "Начать тему";
$locale['forum_0265'] = "Изменить";
$locale['forum_0266'] = "Цитировать";
$locale['forum_0267'] = "написал(-а)";
$locale['forum_0268'] = "IP пользователя";
$locale['forum_0269'] = "Темы не найдены.";
$locale['forum_0270'] = "Сообщения не найдены.";
$locale['forum_0271'] = "В этой тебе нет больше сообщений. Пожалуйста, вернитесь в <a href='".FORUM."index.php'>начало форума</a>";
// Move Posts
$locale['forum_0300'] = "Перенести сообщения";
$locale['forum_0301'] = "Выберите новый форум";
$locale['forum_0302'] = "Дальше";
$locale['forum_0303'] = "Выберите новую тему";
$locale['forum_0304'] = "Перенести";
$locale['forum_0305'] = "Вы пытаетесь перенести первое сообщение темы!<br />Первое сообщение <strong>не будет перенесено</strong> и было удалено из списка, так как в теме остались сообщения.";
$locale['forum_0306'] = "Вы пытаетесь перенести первое сообщение темы!<br />Первое сообщение <strong>будет перенесено </strong> и тема будет удалена.";
$locale['forum_0307'] = "Нет сообщений для переноса.";
$locale['forum_0308'] = "В этом форуме нет тем.";
$locale['forum_0309'] = "Вернуться в тему.";
$locale['forum_0310'] = "Нет тем для переноса сообщения.";
// Viewforum icons
$locale['forum_0311'] = "Горячая тема";
$locale['forum_0312'] = "Прикреплённые файлы";
$locale['forum_0313'] = "Прикреплённое изображение";
$locale['forum_0314'] = "Опрос";

$locale['forum_0320'] = "файл языка";

$locale['forum_0325'] = 'Награды';
$locale['forum_0326'] = 'или начало темы';
$locale['forum_0327'] = 'В этой категории форумы не созданы';
$locale['forum_0328'] = 'Форумы не созданы';

$locale['forum_0340'] = 'Вопросы';
$locale['forum_0341'] = 'Темы';

$locale['forum_0350'] = " Правила форума:";
$locale['forum_0351'] = "Вложенные форумы";
$locale['forum_0352'] = "Объявления";

$locale['forum_0360'] = " добавить ответ";
$locale['forum_0361'] = "&middot; Страница ";
$locale['forum_0362'] = ' сообщений ';
$locale['forum_0363'] = "Последнее обновление в ";
$locale['forum_0364'] = " Сайт пользователя";
$locale['forum_0365'] = " ответов";
$locale['forum_0366'] = "Добавить опрос";

$locale['forum_0370'] = "Просмотров";
$locale['forum_0371'] = "Сообщений";
$locale['forum_0372'] = "Оценки";
$locale['forum_0373'] = "Последний ответ от: ";

$locale['forum_0374'] = 'Любые темы';
$locale['forum_0375'] = 'Обсуждения';
$locale['forum_0376'] = 'Вложения';
$locale['forum_0377'] = 'Опрос';
$locale['forum_0378'] = 'Решено';
$locale['forum_0379'] = 'Не решено';

$locale['forum_0380'] = 'Автор';
$locale['forum_0381'] = 'Время публикации';
$locale['forum_0382'] = 'Тема';
$locale['forum_0383'] = 'Ответов';
$locale['forum_0384'] = 'Просмотров';

$locale['forum_0385'] = 'Возрастание';
$locale['forum_0386'] = 'Убывание';

$locale['forum_0387'] = "Всё время";

$locale['forum_0388'] = "Отобразить темы от ";

$locale['forum_0389'] = "тип";

$locale['forum_0390'] = "Все темы";

$locale['forum_0391'] = 'Время публикации';

$locale['forum_0395'] = 'Выберите форум';
$locale['forum_0396'] = 'Подтверждение выбора форума';
$locale['forum_0397'] = "Форум не определён.";

// Post Titles
$locale['forum_0500'] = "Предпросмотр темы";
$locale['forum_0501'] = "Опубликовать тему";
$locale['forum_0502'] = "Предпросмотр ответа";
$locale['forum_0503'] = "Ответить в тему";
$locale['forum_0504'] = "Опубликовать ответ";
$locale['forum_0505'] = "Предпросмотр изменений";
$locale['forum_0506'] = "Удалить сообщение";
$locale['forum_0507'] = "Изменить сообщение";
$locale['forum_0508'] = "Сохранить изменения";
$locale['forum_0509'] = "Ответ";
// Post Preview
$locale['forum_0520'] = "Не указан текст сообщения, оно будет отклонено, если вы не укажете содержание";
$locale['forum_0521'] = "Сообщений:";
$locale['forum_0522'] = "Размещение:";
$locale['forum_0523'] = "Присоединился:";
$locale['forum_0524'] = "Опубликовано ";
$locale['forum_0525'] = "Последнее сообщение";
$locale['forum_0526'] = "Последние %s сообщений";
// Post Error/Success
$locale['forum_0540'] = "Этот тип файла не разрешён для вложений.";
$locale['forum_0541'] = "Некорректные имя файла или размер вложения.";
$locale['forum_0542'] = "Ошибка: Вы не указали тему и/или сообщение";
$locale['forum_0543'] = "Ваша тема опубликована";
$locale['forum_0544'] = "Ваш ответ опубликован";
$locale['forum_0545'] = "Тема удалена";
$locale['forum_0546'] = "Сообщение удалено";
$locale['forum_0547'] = "Сообщение обновлено";
$locale['forum_0548'] = "Вернуться в тему";
$locale['forum_0549'] = "Вернуться в форум";
$locale['forum_0550'] = "Вернуться в начало форума";
$locale['forum_0551'] = "Ошибка: Ваша cookie-сессия закончена, пожалуйста, авторизуйтесь и отправьте сообщение снова";
$locale['forum_0552'] = "Отслеживать тему";
$locale['forum_0553'] = "Вы начали отслеживание темы";
$locale['forum_0554'] = "Вы прекратили отслеживание темы";
$locale['forum_0555'] = "Это сообщение заблокировано. Для подробностей свяжитесь с модератором.";
$locale['forum_0556'] = "Вы можете править сообщение лишь %d минут после первой публикации.";

$locale['forum_0557'] = "Вложение";
$locale['forum_0558'] = " (необязательно)";
$locale['forum_0559'] = "Макс. размер файла: %s / Разрешённые типы: %s / максимум вложений: %s";

$locale['forum_0570'] = "Превышен максимальный размер фото. Вы можете загружать только до ";
$locale['forum_0571'] = 'Изображение не загружено';
$locale['forum_0572'] = " Вообщения удалены";
$locale['forum_0573'] = " Темы удалены";
$locale['forum_0574'] = " Вложения удалены";
$locale['forum_0575'] = " Опросы удалены";
$locale['forum_0576'] = " Голоса в опросах удалены";
$locale['forum_0577'] = " Параметры опросов удалены";
$locale['forum_0580'] = " Очистить записи для использования разработчиками ";
$locale['forum_0581'] = "Участвующие в обсуждении пользователи:";

$locale['forum_0585'] = "Пожалуйста, введите в ответе текст сообщения";
$locale['forum_0586'] = "ID сообщения пустой, публикация не прошла! Пожалуйста, сообщите об этом вашему системному администратору.";
$locale['forum_0587'] = "ID форума пустой, публикация не прошла! Пожалуйста, сообщите об этом вашему системному администратору.";
$locale['forum_0588'] = "ID темы пустой, публикация не прошла! Пожалуйста, сообщите об этом вашему системному администратору.";
$locale['forum_0589'] = "Нет данных для начала новой темы, ответа или правки сообщения.";

$locale['forum_0591'] = 'Очистка сообщения';
$locale['forum_0592'] = 'Очистка тем';
$locale['forum_0593'] = 'Очистка вложений';
$locale['forum_0595'] = 'Очистка опросов';

// Post Form
$locale['forum_0600'] = "Тема";
$locale['forum_0601'] = "Сообщение";
$locale['forum_0602'] = "Параметры";
$locale['forum_0603'] = "Изменить опрос";
$locale['forum_0604'] = "Заголовок опроса";
$locale['forum_0605'] = "Вариант ответа";
$locale['forum_0606'] = $locale['forum_0605']." %s";
$locale['forum_0607'] = "Опрос добавлен";
$locale['forum_0608'] = "Добавить вариант ответа";
$locale['forum_0609'] = "Обновить";
$locale['forum_0610'] = "Удалить";
$locale['forum_0611'] = "Причина изменения";
$locale['forum_0612'] = "Опрос изменён";
$locale['forum_0613'] = "Поля, обозначенные <span class='required'>*</span>, содержат голоса или являются обязательными. Иначе оставьте их пустыми для удаления варианта ответа.";
$locale['forum_0614'] = "Спасибо за участие в опросе. Ваш голос был засчитан.";
$locale['forum_0615'] = "Опрос удалён";
$locale['forum_0616'] = "Внимание: удаление опроса также удалит все связанные голоса.";
// Post Form Options
$locale['forum_0620'] = "Закрепить тему";
$locale['forum_0621'] = "Закрыть тему";
$locale['forum_0622'] = "Запретить смайлы в сообщении";
$locale['forum_0623'] = "Показать подпись в сообщении";
$locale['forum_0624'] = "Удалить сообщение";
$locale['forum_0625'] = "Удалить вложение -";
$locale['forum_0626'] = "Уведомлять меня об ответах";
$locale['forum_0627'] = "Скрыть редактирование";
$locale['forum_0628'] = "Заблокировать сообщение";

// Forum Post Merger
$locale['forum_0640'] = "Объединено в";

// Search Forum Form

$locale['forum_0650'] = 'Сообщение контроля флуда.';

// Forum Notification Email
$locale['forum_0660'] = "Уведомление об ответе в теме: {THREAD_SUBJECT}";
$locale['forum_0661'] = "Приветствую, {USERNAME}!

На форуме в отслеживаемой вами теме '{THREAD_SUBJECT}' был опубликован ответ на сайте ".fusion_get_settings('sitename').". Для просмотра ответа Вы можете воспользоваться ссылкой:

{THREAD_URL}

Если вы больше не желаете отслеживать тему, вы можете нажать на ссылку 'Прекратить отслеживание темы', расположенную вверху темы.

С наилучшими пожеланиями,
".fusion_get_settings('siteusername').".";

// Delete Thread
$locale['forum_0700'] = "Удалить тему";
$locale['forum_0701'] = "Тема удалена.";
$locale['forum_0702'] = "Вернуться в раздел";
$locale['forum_0703'] = "Вернуться в начало форума";
$locale['forum_0704'] = "Подтверждаете удаление темы?";
// Lock Thread
$locale['forum_0710'] = "Закрыть тему";
$locale['forum_0711'] = "Тема закрыта.";
// Unlock Thread
$locale['forum_0720'] = "Открыть тему";
$locale['forum_0721'] = "Тема открыта.";
// Make Thread Sticky
$locale['forum_0730'] = "Закрепить тему";
$locale['forum_0731'] = "Тема закреплена.";
// Make Thread Non-Sticky
$locale['forum_0740'] = "Открепить тему";
$locale['forum_0741'] = "Тема откреплена.";
// Move Thread
$locale['forum_0750'] = "Перенести тему";
$locale['forum_0751'] = "Перенести тему в:";
$locale['forum_0752'] = "Тема перенесена.";
// Renew Thread
$locale['forum_0758'] = "Обновить тему";
$locale['forum_0759'] = "Тема обновлена.";
// Post vote errors
$locale['forum_0800'] = "Голос отклонён";
$locale['forum_0801'] = "Вы не можете повторно голосовать за тему.";
$locale['forum_0802'] = "Вы не можете голосовать за своё сообщение.";
$locale['forum_0803'] = "Голос принят";

// forum.forms.php
$locale['forum_2000'] = "Тема: ";
$locale['forum_2001'] = 'Над чем вы думаете?';
$locale['forum_2002'] = "Re: ";
$locale['forum_2010'] = 'Голосовать';
$locale['forum_2011'] = 'Добавить опрос';
$locale['forum_2012'] = 'Изменить опрос';
$locale['forum_2013'] = 'Обновить опрос';

/* Filters in viewforum */
$locale['forum_3000'] = 'Все темы';
$locale['forum_3001'] = 'Обсуждения';
$locale['forum_3002'] = 'Вложения';
$locale['forum_3003'] = 'Опросы';
$locale['forum_3004'] = 'Решёные';
$locale['forum_3005'] = 'Не решённые';
$locale['forum_3006'] = 'За всё время';
$locale['forum_3007'] = 'Сегодня';
$locale['forum_3008'] = 'Два дня';
$locale['forum_3009'] = 'Одна неделя ';
$locale['forum_3010'] = 'Две недели';
$locale['forum_3011'] = 'Месяц';
$locale['forum_3012'] = 'Два месяца';
$locale['forum_3013'] = 'Три месяца';
$locale['forum_3014'] = 'Полгода';
$locale['forum_3015'] = 'Год';

$locale['forum_3016'] = 'Автор';
$locale['forum_3017'] = 'Время публикации';
$locale['forum_3018'] = 'Тема';
$locale['forum_3019'] = 'Ответы';
$locale['forum_3020'] = 'Просмотры';

$locale['forum_3021'] = 'Убывание';
$locale['forum_3022'] = 'Возрастание';

// Period for search & filter
$locale['forum_p000'] = 'Сегодня';
$locale['forum_p001'] = "1 день";
$locale['forum_p002'] = '2 дня';
$locale['forum_p007'] = '1 неделя';
$locale['forum_p014'] = '2 недели';
$locale['forum_p030'] = '1 месяц';
$locale['forum_p060'] = '2 месяца';
$locale['forum_p090'] = '3 месяца';
$locale['forum_p180'] = '6 месяцев';
$locale['forum_p365'] = '1 год';
$locale['forum_p999'] = "Все результаты";

$locale['error-MP000'] = "Перемещение сообщений - ошибка";
$locale['error-MP001'] = "Новая тема не существует.";
$locale['error-MP002'] = "Сообщения, отмеченные для переноса, не существуют, или кто-то их уже перенёс.";
$locale['error-MP003'] = "Нет сообщений для переноса.";
$locale['success-DP001'] = "Сообщения успешно удалены";
$locale['success-DP002'] = "Все сообщения удалены. Темы удалены, так как больше не содержат сообщений.";
$locale['error-DP001'] = "Нет сообщений для удаления.";

