<?php
// block titles
$locale['home_0000'] = "Последние новости";
$locale['home_0001'] = "Последние статьи";
$locale['home_0002'] = "Последние записи блогов";
$locale['home_0003'] = "Последние загрузки";

// no content messages
$locale['home_0050'] = "Нет новостей для отображения";
$locale['home_0051'] = "Нет статей для отображения";
$locale['home_0052'] = "Нет записей блогов для отображения";
$locale['home_0053'] = "Нет загрузок для отображения";

// common text
$locale['home_0100'] = "Модули для содержимого не установлены";
$locale['home_0101'] = "Установите хотя бы один модуль для текстового содержимого или измените стартовую страницу на другую в основных настройках.";

$locale['home_0102'] = "Без категории";

$locale['home_0105'] = "Опубликовал ";
$locale['home_0106'] = " в ";
?>