<?php
$locale['400'] = "Забыли пароль";
$locale['401'] = "Сообщение с подтверждением отправлено на Ваш адрес электропочты.";
$locale['402'] = "Новый пароль был отправлен Вам на электропочту.";
$locale['403'] = "Вернуться на сайт";
$locale['404'] = "Указанный Вами адрес электропочты не найден.";
$locale['405'] = "Вы указали некорректный адрес электропочты.";
$locale['406'] = "Пожалуйста, попробуйте снова.";
$locale['407'] = "Пожалуйста, введите ниже адрес электропочты, с которым была зарегистрирована ваша учётная запись.<br />
Новый пароль будет отправлен на этот адрес.";
$locale['408'] = "Отправить пароль";
$locale['409'] = "Новый пароль для ";
$locale['410'] = "Приветствую, [USER_NAME],\n
Вы или кто-то иной запросили новый пароль для доступа к Вашей учётной записи на сайте ".fusion_get_settings('sitename').".\n
Для изменения пароля, пожалуйста, нажмите следующую ссылку:\n
[NEW_PASS_LINK]\n
С наилушими пожеланиями,
".fusion_get_settings('siteusername');
$locale['411'] = "Hello [USER_NAME],\n
Ваш новый пароль для доступа к учётной записи на сайте".fusion_get_settings('sitename')." следующий:\n
[NEW_PASS]\n
С наилучшими пожеланиями,
".fusion_get_settings('siteusername');
$locale['412'] = "Произошла ошибка, пожалуйста, попробуйте снова.";
?>