<?php
// Standard
$locale['400'] = "Личные сообщения";
$locale['401'] = "Создать сообщения";
$locale['402'] = "Входящие";
$locale['403'] = "Отправленные";
$locale['404'] = "Архив";
$locale['405'] = "тема";
$locale['406'] = "От";
$locale['407'] = "Дата";
$locale['408'] = "Владелец сайта";
$locale['409'] = "С отмеченными:";
$locale['410'] = "Отметить все";
$locale['411'] = "Снять отметки";
$locale['412'] = "Сохранить разговор";
$locale['413'] = "Не сохранять";
$locale['414'] = "Отметить прочитанными";
$locale['415'] = "Отметить непрочитанными";
$locale['416'] = "Удалить";
$locale['417'] = "Показать отправителей, начинающихся на:";
$locale['418'] = "Все";
$locale['419'] = "Вы не имеете личных сообщений";
$locale['420'] = "Отправить личное сообщение";
$locale['421'] = "Кому";
$locale['422'] = "Текст";
$locale['422a'] = "Исходное сообщение";
$locale['423'] = "BB код";
$locale['424'] = "Смайлы";
$locale['425'] = "Параметры";
$locale['426'] = "Отправить";
$locale['427'] = "Запретить смайлы в тексте";
$locale['428'] = "Показать подпись в сообщении";
$locale['429'] = "Предпросмотр";
$locale['430'] = "Отправить";
$locale['431'] = "Прочитать сообщение";
$locale['432'] = "Закрыть";
$locale['433'] = "Ответ";
$locale['434'] = "Отправить всем";
$locale['435'] = "Отмена";
$locale['436'] = "Предпросмотр ответа";
$locale['437'] = "Отправить";
$locale['438'] = "Предпросмотр сообщения";
$locale['439'] = "Ответ";
$locale['440'] = "(получено %s)";
$locale['441'] = "Написать как владелец сайта";
$locale['442'] = "Пользователям с уровнем";
$locale['443'] = "Группам";

// Search Options
$locale['450'] = "Параметры поиска и сортировки";
$locale['451'] = "Поиск / сортировка";
$locale['452'] = "Очистить";
$locale['453'] = "Ничего не найдено";
$locale['454'] = "Искать";
$locale['455'] = "в";
$locale['456'] = "сортировать по";
$locale['457'] = "(используйте ? и * в шаблонах)";
$locale['458'] = "Показаны участинки с '%s' в '%s' ";
$locale['459'] = "Отправители, начинающиеся с '%s' ";
$locale['460'] = "Сортировать по '%s'";
$locale['461'] = "Этот почтовый ящик пустой";
$locale['462'] = "Тема";
$locale['463'] = "Текст";
$locale['464'] = "Отправитель";
$locale['465'] = "Получено";


$locale['466'] = 'Не выбрано';
$locale['467'] = 'диалог не выбран';
$locale['468'] = 'Начать новый диалог с %s';
$locale['469'] = 'Ответить %s';
$locale['470'] = 'Поисковый фильтр (ещё не работает)';

// Error Messages
$locale['480'] = "Ошибка";
$locale['481'] = "Неверный ID сообщения";
$locale['482'] = "Неверный ID участника";
$locale['483'] = "Только для участников";
$locale['484'] = "Личные сообщения для вас отключены из-за неправильного использования.";
$locale['485'] = "Пожалуйста, выберите хотя бы одно сообщение";
$locale['486'] = "Вы должны заполнить все поля: тему и текст";
$locale['487'] = "Флуд! Пожалуйсте, обождите %s сек. перед отправкой следующего сообщения.";

// Tooltips
$locale['500'] = "Нажмите для создания нового сообщения";
$locale['501'] = "Нажмите для просмотра полученных сообщений";
$locale['502'] = "Нажмите для просмотра отправленных сообщений";
$locale['503'] = "Нажмите дял просмотра сохранённых сообщений";
$locale['504'] = "Нажмите для выбора сообщения";
$locale['505'] = "Нажмите для просмотра сообщения";
$locale['506'] = "Нажмите для просмотра отправителя";
$locale['507'] = "Нажмите для выбора всех сообщений";
$locale['508'] = "Нажмите для снятия выбора с сообщений";
$locale['509'] = "Нажмите для просмотра сообщений от всех отправителей";
$locale['510'] = "Нажмите для просмотра сообщений от пользователей, начинающихся на %s";
$locale['511'] = "Нажмите для перемещения выбранных сообщений в сохранённые";
$locale['512'] = "Нажмите для перемещения выбранных сообщений во входящие";
$locale['513'] = "Нажмите для отметки выбранных сообщений прочитанными";
$locale['514'] = "Нажмите для отметки выбранных сообщений непрочитанными";
$locale['515'] = "Нажмите для удаления выбранных сообщений";
$locale['516'] = "Нажмите для изменения настроек";

// Options
$locale['620'] = "Параметры";
$locale['621'] = "Уведомлять на электропочту при получении новых ЛС:";
$locale['622'] = "Автоматически сохранять отправленные сообщения:";
$locale['623'] = "Сохранить параметры";
$locale['624'] = "Сохранённые параметры";
$locale['625'] = "Вы имеете новое личное сообщений на сайте ".fusion_get_settings('sitename');
$locale['626'] = ",\r\nВы имеете новое личное сообщений с темой [SUBJECT] от пользователя [USER] на сйате ".fusion_get_settings('sitename').". Вы можете прочитать его по адресу ".fusion_get_settings('siteurl')."messages.php\r\n\r\nЕсли Вы не желаете получать уведомления о новых ЛС на электропочту, Вы можете отключить их в параметрах ваших личных сообщений на сайте.";
$locale['627'] = "Ошибка";
$locale['628'] = "Невозможно отправить сообщение. Папка входящих получателя заполнена.";
$locale['629'] = "Невозможно переместить выбранные сообщения в указанную папку, так как количество сообщений в ней превысит максимальное.";
$locale['630'] = " максимум сообщений";
$locale['631'] = "Да";
$locale['632'] = "Нет";
?>