<?php
$locale['400'] = "Поиск по ".fusion_get_settings('sitename');
$locale['401'] = "Искать текст:";
$locale['402'] = "Искать";
$locale['403'] = "искать любое из слов";
$locale['404'] = "результат должен содержать все слова";
$locale['405'] = "Область поиска:";
$locale['406'] = "Параметры:";
$locale['407'] = "Весь сайт";
$locale['408'] = "Результаты";
//addition date
$locale['420'] = "искать за период:";
$locale['421'] = "всё время";
$locale['422'] = "последний день";
$locale['423'] = "последняя неделя";
$locale['424'] = "последние 3 недели";
$locale['425'] = "последний месяц";
$locale['426'] = "последние 3 месяца";
$locale['427'] = "последние 6 месяцев";
//where
$locale['430'] = "заголовок и текст";
$locale['431'] = "только текст";
$locale['432'] = "только заголовок";
//sort by
$locale['440'] = "Сортировать по:";
$locale['441'] = "дате добавления";
$locale['442'] = "заголовку";
$locale['443'] = "автору";
//
$locale['450'] = "убывание";
$locale['451'] = "возрастание";
//characters in results
$locale['460'] = "Показывать:";
$locale['461'] = "совпадение в результате";
$locale['462'] = "весь текст";
//No results
$locale['500'] = "Ничего не найдено.";
$locale['501'] = "Текст для поиска должен быть не короче 3 знаков.";
$locale['502'] = "Строки короче трёх знаков (%s) при поиске игнорируются.";
//Global search
$locale['510'] = "совпадений найдено всего по сайту";
//
$locale['520'] = "совпадение";
$locale['521'] = "совпадений";
$locale['522'] = "найдено соответствий критериям поиска";
//more than 100 results
$locale['530'] = "Пожалуйста, уточните Ваш запрос. По запросу найдено %s результатов, но для отображения доступы только первые 100.";
?>