<?php
$locale['400'] = "Добавить ссылку";
// Submit Link Success
$locale['410'] = "Благодарим Вас за добавление ссылки";
$locale['411'] = "Добавить ещё одну ссылку";
$locale['412'] = "Вернуться на сайт ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Для добавления ссылки используйте следующую форму. Присланная ссылка будет проверена администратором, неподходящие для сайта ссылки могут будут отклонены.";
$locale['421'] = "Категория:";
$locale['422'] = "Название:";
$locale['423'] = "Адрес:";
$locale['424'] = "Описание:";
$locale['425'] = "Добавить";
// Submit News & Blog
$locale['450'] = "Добавить новость";
$locale['450b'] = "Добавить запись блога";
// Submit News & Blog Success
$locale['460'] = "Благодарим Вас за добавление новости";
$locale['461'] = "Добавить ещё одну новость";
$locale['460b'] = "Благодарим Вас за добавление записи в блог";
$locale['461b'] = "Добавить ещё одну запись";
// Submit News & Blog Form
$locale['470'] = "Для добавления новости используйте следующую форму. Присланная Вами новость будет просмотрена администрацией сайта. ".$settings['sitename']." оставляет за собой право изменять или редактировать любые присланные материалы. Новости должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут удалены.";
$locale['471'] = "Тема:";
$locale['472'] = "Новость:";
$locale['473'] = " Разрешить автоматический перенос строк";
$locale['474'] = "Предпросмотр";
$locale['475'] = "Добавить";
$locale['476'] = "Категория:";
$locale['477'] = "- Нет -";
$locale['478'] = "Аннотация:";
$locale['470b'] = "Для добавления записей в блог используйте следующую форму. Присланная Вами запись будет просмотрена администрацией сайта. ".$settings['sitename']." оставляет за собой право изменять или редактировать любые присланные материалы. Записи в блогах должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут удалены.";
$locale['471b'] = "Тема:";
$locale['472b'] = "Запись:";
$locale['473b'] = " Разрешить автоматический перенос строк";
$locale['474b'] = "Предпросмотр";
$locale['475b'] = "Добавить";
$locale['476b'] = "Категория:";
$locale['477b'] = "- Нет -";
$locale['478b'] = "Аннотация:";
// Submit Article
$locale['500'] = "Добавить статью";
// Submit Article Success
$locale['510'] = "Благодарим Вас за добавление статьи";
$locale['511'] = "Добавить ещё одну статью";
// Submit Article Form
$locale['520'] = "Для добавления статьи используйте следующую форму. Присланная Вами статья будет просмотрена администрацией сайта. ".$settings['sitename']." оставляет за собой право изменять или редактировать любые присланные материалы. Статьи должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут удалены.";
$locale['521'] = "Категория:";
$locale['522'] = "Тема:";
$locale['523'] = "Аннотация:";
$locale['524'] = "Текст статьи:";
$locale['525'] = " Разрешить автоматический перенос строк";
$locale['526'] = "Предпросмотр";
$locale['527'] = "Добавить";
// Submit Error
$locale['550'] = "Пожалуйста, заполните все требуемые поля.";
$locale['551'] = "Категории не созданы.";
$locale['552'] = "Альбомы не созданы.";
// Submit Photo
$locale['570'] = "Добавить фото";
// Submit Photo Success
$locale['580'] = "Благодарим Вас за добавление фото";
$locale['581'] = "Добавить ещё одно фото";
// Submit Photo Error
$locale['600'] = "Ваше фото не может быть добавлено";
$locale['601'] = "Некорректное имя файла изображения.";
$locale['602'] = "Размер файла не должен превышать %u байт.";
$locale['603'] = "Изображение должно быть файлом GIF, JPEG или PNG.";
$locale['604'] = "Размер изображения не должен превышать %uw на %uh пикселей.";
// Submit Photo Form
$locale['620'] = "Для добавления фото используйте следующую форму. Присланное Вами фото будет просмотрено администрацией сайта. ".$settings['sitename']." оставляет за собой право изменять или редактировать любые присланные материалы. Фотоматериалы должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут отклонены.";
$locale['621'] = "Название:";
$locale['622'] = "Описание:";
$locale['623'] = "Изображение: ";
$locale['624'] = "Макс. размер файла: %s / макс. размер: %u на %u пикселей";
$locale['625'] = "Альбом:";
$locale['626'] = "Добавить";
// Submit Download
$locale['650'] = "Добавить загрузку";
// Submit Download Success
$locale['660'] = "Благодарим Вас за добавление загрузки";
$locale['661'] = "Добавить ещё одну загрузку";
// Submit Download Error
$locale['670'] = "Ваша загрузка не может быть добавлена";
$locale['671'] = "Некорректное имя файла.";
$locale['671a'] = "Некорректное имя файла изображения.";
$locale['672'] = "Размер файла не дожен превышать %s.";
$locale['672a'] = "Размер изображения не должен превышать %s.";
$locale['672b'] = "Изображение должно быть меньше, чем %s.";
$locale['673'] = "Файл должен быть одного из следующих типов: %s.";
$locale['673a'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['674'] = "Название загрузкине может быть пустым.";
$locale['675'] = "Следует указать файл или ссылку на него.";
$locale['676'] = "Краткое описание загрузки не может быть пустым.";
$locale['676a'] = "Неизвестная ошибка";
// Submit Download Form
$locale['680'] = "Для добавления загрузки используйте следующую форму. Присланный Вами файл будет просмотрен администрацией сайта. ".$settings['sitename']." оставляет за собой право изменять или редактировать любые присланные материалы. Файлы для загрузок должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут отклонены.";
$locale['681'] = "Название:";
$locale['682'] = "Описание:";
$locale['682b'] = "Краткое описание:";
$locale['683'] = "Ссылка:";
$locale['684'] = "или файл:";
$locale['685'] = "Посчитать размер файла";
$locale['686'] = "Снимок:";
$locale['687'] = "Категория:";
$locale['688'] = "Лицензия:";
$locale['689'] = "ОС:";
$locale['690'] = "Версия:";
$locale['691'] = "Сайт:";
$locale['692'] = "Авторское право:";
$locale['693'] = "Размер файла:";
$locale['694'] = "Макс. размер файла: %s / разрешённые типы: %s";
$locale['694b'] = "Макс. размер файла: %s / разрешённые типы: %s / макс. размеры: %s на %s пикселей";
$locale['695'] = "Добавить";
?>