<?php
$locale['gallery_0001'] = "Галерея";
$locale['gallery_0002'] = "Додати світлину";
$locale['gallery_0003'] = "Редагувати світлину";
$locale['gallery_0004'] = "Створити фотоальбом";
$locale['gallery_0005'] = "Редагувати фотоальбом";
$locale['gallery_0006'] = "Налаштування";
$locale['gallery_0007'] = "Ухвалення світлин";
$locale['gallery_0009'] = "Завантаження";
$locale['gallery_0010'] = "Пакетне завантаження";
$locale['gallery_0011'] = "Відсутні фотоальбоми";
$locale['gallery_0012'] = "Не знайдено жодного фотоальбому. Ви повинні мати хоча б один фотоальбом для додавання світлин. [LINK]Натисніть тут[/Link] для налаштування фотоальбомів.";
$locale['gallery_0013'] = "Опції";
$locale['gallery_0014'] = "Перемістити вище";
$locale['gallery_0015'] = "Перемістити нижче";
$locale['gallery_0016'] = "Редагувати";
$locale['gallery_0017'] = "Видалити";
$locale['gallery_0018'] = "Відображається %d з %d фотоальбомів";
$locale['gallery_0019'] = "Відображається %d з %d світлин";
$locale['gallery_0020'] = "Оновлено:";
$locale['gallery_0021'] = "Доступ:";
$locale['gallery_0022'] = "Налаштуваня";
$locale['gallery_0023'] = "Галерею оновлено: %s. Фотоальбомів: %d. Світлин: %d";
$locale['gallery_0024'] = "Фотоальбоми відсутні";

// Album Form
$locale['album_0001'] = "Назва:";
$locale['album_0002'] = "Назва фотоальбому";
$locale['album_0003'] = "Опис:";
$locale['album_0004'] = "Опис змісту фотоальбому";
$locale['album_0005'] = "Ключові слова:";
$locale['album_0006'] = "Натискайте Enter після кожного слова";
$locale['album_0007'] = "Доступ:";
$locale['album_0008'] = "Мова:";
$locale['album_0009'] = "Мініатюра:";
$locale['album_0010'] = "Макс. розмір файлу: %s / Дозволені типи файлів: %s / Макс. ширина: %spx, Макс. висота: %spx";
$locale['album_0011'] = "Порядок:";
$locale['album_0012'] = "Зберегти";
$locale['album_0013'] = "Фотоальбом успішно оновлено";
$locale['album_0014'] = "Фотоальбом успішно створено";
$locale['album_0015'] = "Будь ласка, введіть назву фотоальбому";
$locale['album_0016'] = "Видалити мініатюру";

// Gallery actions & front page (first tab)
$locale['album_0020'] = "Опції";
$locale['album_0021'] = "Вище";
$locale['album_0022'] = "Нижче";
$locale['album_0023'] = "Видалити";
$locale['album_0024'] = "Редагувати";
$locale['album_0025'] = "Фотоальбом переміщено вище";
$locale['album_0026'] = "Фотоальбом переміщено нижче";
$locale['album_0027'] = "У цьому фотоальбомі є світлини, спочатку видаліть їх.";
$locale['album_0028'] = "Видалити фотоальбом";
$locale['album_0029'] = "Перемістити світлини до .. %s";
$locale['album_0030'] = "Фотоальбом успішно видалено";
$locale['album_0031'] = "Світлини успішно переміщено до %s";
$locale['album_0032'] = "Світлини, загальною кількістю %d шт., успішно видалено";

// Photo Form
$locale['photo_0001'] = "Заголовок:";
$locale['photo_0002'] = "Назва:";
$locale['photo_0003'] = "Фотоальбом:";
$locale['photo_0004'] = "Зображення:";
$locale['photo_0005'] = "Ключові слова:";
$locale['photo_0006'] = $locale['album_0005']; // i put like this, and no dependencies.
$locale['photo_0007'] = $locale['album_0006'];
$locale['photo_0008'] = "Опис:";
$locale['photo_0009'] = "Опис змісту світлини";
$locale['photo_0010'] = "Дозволити коментарі";
$locale['photo_0011'] = "Дозволити оцінки";
$locale['photo_0012'] = "Зберегти";
$locale['photo_0013'] = "Порядок";
$locale['photo_0014'] = "Необхідне зображення";
$locale['photo_0015'] = "Світлину успішно оновлено";
$locale['photo_0016'] = "Світлину успішно додано";
$locale['photo_0017'] = $locale['album_0010'];
$locale['photo_0018'] = "Видалити";
$locale['photo_0019'] = "Ви маєте змогу заватажити до 20 світлин одночасно. Натисніть +Додати світлину та виділіть, тримаючи, необхідні зображення. Натисніть Зберегти для запуску завантаження усіх вибраних світлин.";
$locale['photo_0020'] = "Завантажити вибрані світлини";
$locale['photo_0021'] = "Світлини, загальною кількістю %d, успішно додано";
$locale['photo_0021a'] = "Світлини, загальною кількістю %d, не було завантажено через помилки";
$locale['photo_0022'] = "Світлину успішно переміщено вище";
$locale['photo_0023'] = "Світлину успішно переміщено нижче";
$locale['photo_0024'] = "Світлину успішно видалено";
$locale['photo_0025'] = "Очищення світлин";
$locale['photo_0026'] = "УВАГА: Операція очищення остаточно видалить усі світлини у цьому фотоальбомі. Ви впевнені?";
$locale['photo_0027'] = "Очистити";
$locale['photo_0028'] = "Скасувати";

// Submissions form
$locale['gallery_0100'] = "Ухвалення світлин";
$locale['gallery_0101'] = "Дякуємо за Вашу пропозицію світлини";
$locale['gallery_0102'] = "Додати ще";
$locale['gallery_0103'] = $locale['photo_0003'];
$locale['gallery_0104'] = $locale['photo_0001'];
$locale['gallery_0105'] = $locale['photo_0005'];
$locale['gallery_0106'] = $locale['album_0006'];
$locale['gallery_0107'] = "Використайте нижченаведену форму для надсилання світлини. Вашу пропозицію буде розглянуто адміністратором. Сайт [SITENAME] залишає за собою право виправляти або змінювати будь-яку пропозицію. Майте на увазі, що світлина має відповідати тематиці та правилам сайту. Недопустимі пропозиції будуть видалені.";
$locale['gallery_0106'] = $locale['photo_0008'];
$locale['gallery_0109'] = $locale['photo_0004'];
$locale['gallery_0110'] = $locale['photo_0014'];
$locale['gallery_0111'] = "Надіслати";
$locale['gallery_0112'] = "Вибачте, на жаль, сайт зараз не приймає пропозиції світлин.";
$locale['gallery_0113'] = "Повернутись на початок сайту [SITENAME]";

// Submissions admin
$locale['gallery_0150'] = "Світлини для ухвалення відсутні";
$locale['gallery_0151'] = "Кількість світлин, що очікують ухвалення: %s.";
$locale['gallery_0152'] = "Заголовок";
$locale['gallery_0153'] = "Автор";
$locale['gallery_0154'] = "Час";
$locale['gallery_0155'] = "Номер ID";
$locale['gallery_0156'] = "Пропозиція світлини надійшла від: ";
$locale['gallery_0157'] = "Опубліковано: ";
$locale['gallery_0158'] = "Опублікувати";
$locale['gallery_0159'] = "Видалити";
$locale['gallery_0160'] = "Світлину для ухвалення успішно опубліковано";
$locale['gallery_0161'] = "Світлину для ухвалення успішно видалено";

// Settings
$locale['gallery_0200'] = "Можливість надсилання світлин для ухвалення?";
$locale['gallery_0201'] = "Передбачається опис світлин?";
$locale['gallery_0202'] = "Мініатюр на сторінці:";
$locale['gallery_0203'] = "Розмір мініатюр:";
$locale['gallery_0204'] = "ширина x висота";
$locale['gallery_0205'] = "Розмір світлини:";
$locale['gallery_0206'] = "Максимальний розмір світлини:";
$locale['gallery_0207'] = "Максимальний розмір файлу:";
$locale['gallery_0208'] = "Колір водяного знаку в заголовку фотоальбому:";
$locale['gallery_0209'] = "Колір водяного знаку в описі фотоальбому:";
$locale['gallery_0210'] = "Колір водяного знаку в заголовку світлини:";
$locale['gallery_0211'] = "Видалити наявні водяні знаки";
$locale['gallery_0212'] = "Зображення формату .png для використання у якості водяного знаку";
$locale['gallery_0213'] = "Текстовий опис";
$locale['gallery_0214'] = "Водяний знак";
$locale['gallery_0215'] = "Зберегти створені водяні знаки?";
$locale['gallery_0216'] = "Зберегти налаштування галереї";

// temporary
// Error Album messages

$locale['635'] = "Фотоальбом:";
$locale['636'] = "Створено:";
$locale['637'] = "Дата:";
$locale['638'] = "Оцінка";
$locale['639'] = "Коментар";
$locale['640'] = "Опис:";
$locale['641'] = "Перегляди:";
$locale['642'] = "Оцінки:";
$locale['643'] = "Коментарі:";
$locale['644'] = "Розмір:";
$locale['645'] = "Тип:";
$locale['646'] = "Канали:";
$locale['647'] = "Глибина:";
$locale['648'] = "Чутливість:";
$locale['649'] = "Витримка:";
$locale['650'] = "Діафрагма:";
$locale['651'] = "Камера:";
$locale['652'] = "Модель:";
$locale['655'] = "Ключові слова:";
$locale['660'] = "Світлини відсутні";
$locale['702'] = "Світлину успішно завантажено";
$locale['703'] = "Світлину успішно оновлено";

// Photo Gallery Settings
$locale['600'] = "Світлини";
$locale['601'] = "Розмір мініатюри";
$locale['602'] = "Розмір зображення";
$locale['603'] = "Максимальний розмір зображення";
$locale['604'] = "(ширина x висота)";
$locale['605'] = "Максимальний розмір файлу (байт)";
$locale['606'] = "Метод стиснення мініатюр";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Мініатюр у рядку";
$locale['609b'] = "Мініатюр у рядку (для адміністратора):";
$locale['610'] = "Мініатюр на сторінці";
$locale['611'] = "Використання водяних знаків";
$locale['612'] = "Водяний знак (.png)";
$locale['613'] = "Текстовий опис на світлинах";
$locale['614'] = "Колір назви альбому";
$locale['615'] = "Колір опису альбому";
$locale['616'] = "Колір назви світлини";
$locale['617'] = "Збереження створених водяних знаків";
$locale['618'] = "(зменшує навантаження на сервер, але займає більше дискового простору)";
$locale['619'] = "Видалити збережені";
$locale['620'] = "Видалити водяні знаки?";
$locale['621'] = "Завантаження зображення";