<?php
// Album titles
$locale['400'] = "Додати світлину";
$locale['401'] = "Редагувати світлину";
$locale['402'] = "Видалити світлину";
$locale['403'] = "Критична помилка";

// Album messages
$locale['410'] = "Світлину успішно додано";
$locale['411'] = "Світлину успішно оновлено";
$locale['412'] = "Мініатюру успішно видалено";
$locale['413'] = "Світлину успішно видалено";
$locale['414'] = "Виникла помилка:";
$locale['415'] = "Некоректна назва файлу";
$locale['416'] = "Розмір світлини повинен бути меншим %s";
$locale['417'] = "Світлина має бути формату GIF, JPEG або PNG";
$locale['418'] = "Світлина не має перевищувати за розмірами %uw x %uh пікселів";
$locale['419'] = "Світлину переміщено";
$locale['420'] = "Не знайдено GD бібліотеку. Фотогалерея не може працювати без GD бібліотеки. Зверніться до хостера за детальною інформацією";
$locale['421'] = "Зображення не може бути пустим";
$locale['422'] = "Вибраний каталог закрито для запису. Змініть його права доступу на CHMOD 777.";

// Photos form
$locale['430'] = "Перемістити у альбом";
$locale['431'] = "Перемістити";
$locale['432'] = "Назва: ";
$locale['433'] = "Опис: ";
$locale['434'] = "Порядок: ";
$locale['435'] = "Мініатюра: ";
$locale['436'] = "Зображення: ";
$locale['437'] = "Дозволити коментарі";
$locale['438'] = "Дозволити оцінювання";
$locale['439'] = "Зберегти";
$locale['440'] = "Скасувати";
$locale['441'] = "Ключові слова (кожне слово розділяється через кому ,):";

// Current Photos
$locale['450'] = "Зображення відсутні";
$locale['451'] = "Натисніть для перегляду";
$locale['452'] = "догори";
$locale['453'] = "донизу";
$locale['454'] = "Редагувати";
$locale['455'] = "Видалити";
$locale['456'] = "Дата: ";
$locale['457'] = "Додано: ";
$locale['458'] = "Переглядів: ";
$locale['459'] = "Коментарів: ";
$locale['460'] = "Мініатюра відсутня";

// Current Photos options
$locale['470'] = "Виділити усе";
$locale['471'] = "Не виділяти нічого";
$locale['472'] = "Перемістити в альбом";
$locale['473'] = "не вибрано";
$locale['474'] = "Перемістити виділене";
$locale['475'] = "Перемістити усе";
$locale['476'] = "Закрити альбом";

// Additional notices
$locale['480'] = "Світлини відсутні";
$locale['481'] = "Перемістити виділені світлини?";
$locale['482'] = "Перемістити усі світлини?";

//Mass Upload
$locale['490'] = "Додати каталог";
$locale['491'] = "Додати каталог до альбому";
$locale['492'] = "Додати світлину до альбому";
$locale['493'] = "Завантажити окремі світлини";
$locale['494'] = "Завантажити каталог з світлинами";
$locale['495'] = "Завантажити кілька світлин";
$locale['496'] = "<strong>Увага!</strong><br />Назва та опис кожної завантаженої світлини будуть пустими.<br />Ви можете додати їх пізніше через редагування окремих світлин.";
$locale['497'] = "1. Завантажте каталог з світлинами в <em>%s</em>.";
$locale['498'] = "2. Виберіть каталог, який бажаєте додати до альбому <strong>%s</strong>.";
$locale['499'] = "Вибраний каталог:";
$locale['500'] = "Додати вибраний каталог до альбома";
$locale['501'] = "Каталоги відсутні";
$locale['502'] = "%s закрито для запису!";
$locale['503'] = "Будь ласка, встановіть права доступу цього каталогу на 0777 та перезавантажте цю сторінку.";
$locale['504'] = "Оновити";
$locale['505'] = "1. Завантажте каталог з світлинами в <em>%s</em>.";
$locale['506'] = "2. Виберіть каталог, який бажаєте додати до альбома <strong>%s</strong>.";
$locale['507'] = "3. Ви можете вибрати кілька зображень одночасно, тримаючи клавіші [<strong>SHIFT</strong>] (вибір групи) або [<strong>CTRL</strong>] (вибір окремих).";
$locale['508'] = "Вибрані світлини:";
$locale['509'] = "Додати вибрані світлини до альбому";
$locale['510'] = "Світлини відсутні";
$locale['511'] = "Опції";

// Messages
$locale['520'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після дозволу на їх використання.";
$locale['521'] = "коментарі";
$locale['522'] = "оцінки";
$locale['523'] = $locale['521']." та ".$locale['522'];
