<?php
// Web Link Category titles

$locale['402'] = "Созданные категории ссылок";

// Web Link titles
$locale['wl_0001'] = "Добавить ссылку";
$locale['wl_0002'] = "Изменить ссылку";
$locale['wl_0003'] = "ЖДобавленные ссылки";
$locale['wl_0004'] = "Категори ссылок";
$locale['wl_0005'] = "Изменить категорию ссылок";
$locale['wl_0006'] = "Настройка страницы ссылок";
$locale['wl_0007'] = "Вашего просмотра ожидает %s ссылок.";
$locale['wl_0008'] = "В настоящее время присланных ссылок нет.";

// Web Link form
$locale['wl_0100'] = "Название ссылки:";
$locale['wl_0101'] = "Название сайта";
$locale['wl_0102'] = "Пожалуйста, введите название ссылки";
$locale['wl_0103'] = "Описание:";
$locale['wl_0104'] = "Адрес ссылки:";
$locale['wl_0105'] = "Категория:";
$locale['wl_0106'] = "Отображать для:";
$locale['wl_0107'] = "Обновить дату публикации";
$locale['wl_0108'] = "Сохранить ссылку";

// Current Web Links
$locale['wl_0200'] = "Ссылки";
$locale['wl_0201'] = "Категория";
$locale['wl_0203'] = "Адрес";
$locale['wl_0204'] = "ID ссылки";
$locale['wl_0205'] = "Изменить";
$locale['wl_0206'] = "Удалить";
$locale['wl_0207'] = "Ссылки не созданы";
$locale['wl_0208'] = "Действия для ссылок";


// Web Link messages
$locale['wl_0300'] = "Ссылка добавлена";
$locale['wl_0301'] = "Ссылка обновлена";
$locale['wl_0302'] = "Ссылка удалена";
$locale['wl_0303'] = "Удалить ссылку?";
// Web Link Category messages
$locale['wl_0304'] = "Категория ссылок добавлена";
$locale['wl_0305'] = "Категория ссылок обновлена";
$locale['wl_0306'] = "Категория ссылок удалена";
$locale['wl_0307'] = "Невозможно удалить категорию ссылок";
$locale['wl_0308'] = "Эта категория содержит подкатегории либо ссылки";
$locale['wl_0309'] = "Такая категория уже существует.";
$locale['wl_0310'] = "Удалить категорию ссылок?";

// Filters
$locale['wl_0400'] = "Фильтр по:";
$locale['wl_0401'] = "Фильтровать показанную категорию по";
$locale['wl_0402'] = "Все ссылки";




// Add/Edit Web Link Category Form
$locale['wl_0700'] = "Название категории:";
$locale['wl_0701'] = "Пожалуйста, укажите название категории";
$locale['wl_0702'] = "Описание:";
$locale['wl_0703'] = "Предок";
$locale['wl_0704'] = "Сортировка:";
$locale['wl_0705'] = "ID ссылки";
$locale['wl_0706'] = "Название";
$locale['wl_0707'] = "Дата добавления";
$locale['wl_0708'] = "По возрастанию";
$locale['wl_0709'] = "По убыванию";
$locale['wl_0710'] = "Редактор категорий ссылок";
$locale['wl_0711'] = "Сохранить категорию";


$locale['536'] = "Категории ссылок не созданы";
$locale['537'] = "Нет созданных категорий ссылок";
$locale['538'] = "Для добавления ссылок Вам следует создать как минимум одну категорию";
$locale['539'] = "Нажмите здесь";
$locale['540'] = " Для перехода к категориям ссылок";

// Submissions
$locale['wl_0500'] = "Присланые ссылки";
$locale['wl_0501'] = "Сейчас отображается %d из %d ссылок";
$locale['wl_0503'] = "Название присланной для просмотра ссылки";
$locale['wl_0504'] = "Автор материала";
$locale['wl_0505'] = "Время отправления";
$locale['wl_0506'] = "ID присланного";

$locale['wl_0507'] = "Присланная ссылка была удалена";
$locale['wl_0508'] = "Опубликовать ссылку";
$locale['wl_0509'] = "Присланная ссылка была опубликована";
$locale['wl_0510'] = "Ссылка была прслана пользователем ";
$locale['wl_0511'] = "Опубликовано ";
$locale['wl_0512'] = "Удалить присланную ссылку";

// Public
$locale['wl_0800'] = "Прислать ссылку";
// Submit Link Success
$locale['wl_0801'] = "Блгодарим Вас за добавление ссылки";
$locale['wl_0802'] = "Добавить ещё одну ссылку";
$locale['wl_0803'] = "Вернуться на сайт ".fusion_get_settings('sitename');
// Submit Link Form
$locale['wl_0804'] = "Для добавления ссылки используйте форму ниже. Ваша ссылка бдет проверена администратором. Ссылки, не сответствующие тематике сайта, не будут приняты.";
$locale['wl_0805'] = "Категория:";
$locale['wl_0806'] = "Название:";
$locale['wl_0807'] = "Адрес:";
$locale['wl_0808'] = "Описание:";
$locale['wl_0809'] = "Извините, в настоящее время ссылки от пользователей не принимаются.";


// Settings
$locale['wl_0600'] = "Параметры";
$locale['wl_0601'] = "Разрешить отправку ссылок?";
$locale['wl_0602'] = "Требовать описание ссылки?";



$locale['601'] = "Настройки обновлены";
$locale['602'] = "Ссылки";
$locale['603'] = "Ссылок на страницу";
$locale['604'] = "Сохранить параметры";
$locale['error_value'] = "Пожалуйста, укажите значение.";
