<?php
// Delete Submission
$locale['400'] = "Удалить присланную ссылку";
$locale['401'] = "Присланная ссылка была удалена";
$locale['402'] = "Вернуться в меню присланных материалов";
$locale['403'] = "В начало админпанели";

// Submission Options
$locale['410'] = "Присланное";
$locale['411'] = "Присланные ссылки:";
$locale['417'] = "Просмотреть";
$locale['418'] = "Удалить";

// Add/Delete Web Link Submissions
$locale['430'] = "Опубликовать присланную ссылку";
$locale['431'] = "Ссылка была опубликована";
$locale['432'] = "Удалить присланную ссылку";
$locale['433'] = "Ссылка была удалена";
$locale['434'] = "Нет категорий";

// Web Link Submission Form
$locale['440'] = "Просмотр присланной ссылки";
$locale['441'] = "Ссылка была прислана пользователем ";
$locale['442'] = " в ";
$locale['443'] = "Категория:";
$locale['444'] = "Название:";
$locale['445'] = "Адрес:";
$locale['446'] = "Описание:";
$locale['447'] = "Вы хотите опубликовать или удалить ссылку?";
$locale['448'] = "Опубликовать ссылку";
$locale['449'] = "Удалить ссылку";